[
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "The Court  ",
    "text": "An International Criminal Court (“the Cour t”) is hereby established. It shall be a \npermanent institution and shall have the power to exercise its jurisdiction over persons for the \nmost serious crimes of international concern, as  referred to in this Statute, and shall be \ncomplementary to national criminal jurisdictions. The jurisdiction and functioning of the Court \nshall be governed by the provisions of this Statute."
  },
  {
    "source": "Rome Statute",
    "number": "2",
    "title": "Relatio nship of the Court with  the United Nations ",
    "text": "The Court sh all be brought into relatio nship with the United Natio ns through an ag reement \nto be approv ed by the Assem bly of States Partie s to t his Statut e and the reafter concluded by t he \nPresid ent of the Court on  its behalf."
  },
  {
    "source": "Rome Statute",
    "number": "3",
    "title": "Seat of th e Cou rt ",
    "text": "1. The seat  of the Court shall be established at The Hague in t he Net herlands  (“the host \nState”). \n2. The Court sh all enter in to a headquarters ag reement with the host State, to be approved by \nthe Assem bly of States Parties an d thereafter con cluded by the Presid ent of the Court on  its behalf. \n3. The Court m ay sit elsewh ere, wh enever it co nsiders it d esirable, as pro vided in this \nStatute."
  },
  {
    "source": "Rome Statute",
    "number": "4",
    "title": "Legal statu s and po wers of the Court ",
    "text": "1. The Court sh all have international legal personality . It sh all also  have such legal cap acity \nas may be neces sary for the e xercise of its functi ons and the fulfilment of its purposes. \n2. The C ourt m ay exercise  its functions and powers, as provided in this Statute, on the  \nterritory  of any State Party  and, by special agree ment, on the territo ry of an y other State. \n \n \nPART 2. JURISDICT ION, ADMISSIB ILITY AND APPLIC ABLE L AW"
  },
  {
    "source": "Rome Statute",
    "number": "5",
    "title": "Crimes with in the jurisdiction  of the Cou rt ",
    "text": "1. The jurisdiction o f the Court shall b e limited to the most serio us crim es of concern  to the \ninternational c ommunity as a whole. T he Court has jurisdict ion in accordance with this Statute  \nwith respect to the following  crimes: \n (a) The c rime of ge nocide; \n (b) Crimes against humanity; \n (c)  War crimes; \n (d) The c rime of aggressi on. \n2. The Court shall  exercise jurisdiction ove r the crime of agg ression once a p rovision is \nadopted in accorda nce with a rticles 121 and 123 defining the  crime and setting out the  conditions \nunder which the Court shall ex ercise j urisdiction  with  respect to  this crim e. Such a provision shall \nbe consisten t with the relevant provisions of the Charter of the Un ited Nation s."
  },
  {
    "source": "Rome Statute",
    "number": "6",
    "title": "Genocide ",
    "text": "For the purpose o f this Statu te, “genocide” m eans any of th e following  acts committed  \nwith intent to destroy, in whole or in part, a national, ethnical, ra cial or religious group, as such: \n (a) Killin g members of th e gro up; \n (b) Causing serious bodily or mental harm to members of the group; \n4 \n \n \n (c) Delib erately in flicting on the group cond itions of life calcu lated to bring  about its \nphysical destruction in whole or in part; \n (d) Imposing measures intended to prevent births within the group ; \n (e) Forcibly transferring  children of th e group to another group."
  },
  {
    "source": "Rome Statute",
    "number": "7",
    "title": "Crim es against humanity ",
    "text": "1. For the purpose o f this Statute, “crim e against hum anity” means any of the following acts \nwhen committed as p art of a wid espread or syste matic at tack directed  again st any civ ilian \npopulation, with knowledge of the attack : \n ( a) Murder; \n (b) Extermination; \n (c) Enslavem ent; \n (d) Deportation or forcible transfer of population; \n (e) Imprisonment or other severe deprivation of physical liberty in violation of \nfundamental ru les of in ternational law; \n ( f) Torture; \n (g) Rape, sexual slavery, enforced  prostitution, forced  pregnancy, enforced  \nsterilization, or any other form of sexual violence of c omparable gravity; \n (h) Persecu tion again st any identifiable group  or co llectiv ity on  political, raci al, \nnational, ethnic, cultural, religious, gender as defined i n paragraph 3, or other grounds that are \nuniversal ly recognized as i mperm issible unde r international law, in connect ion with any act \nreferred to in this paragraph or any crime with in the jurisd iction  of the Court; \n (i) Enforced disa ppearance  of persons; \n (j) The c rime of apartheid; \n (k) Other inhum ane acts of a simila r characte r intentio nally cau sing great su ffering, or \nserious injury to body or to m ental or physical h ealth. \n2. For the purpose of paragraph 1: \n (a) “Attack  directed  against any civ ilian population” means a course of co nduct \ninvolving the multiple co mmissio n of acts referred to in  paragraph 1 again st any civ ilian \npopulation, pursu ant to or in furtherance of a State o r organization al policy to  commi t such attack ; \n (b) “Extermination” in cludes the intentional inflictio n of conditions of life, in ter alia \nthe de privation of acce ss to food a nd m edicine, calcu lated to bring a bout the destruction of pa rt of \na population ; \n (c) “Enslavem ent” means the e xercise of a ny or all of the powers attach ing to the ri ght \nof ownership over a person and includes the exercise of such power in the course of trafficking in \npersons, in particular women and children; \n (d) “Deportation or forcible t ransfer of population”  means forced  displacem ent of t he \npersons concerned by expulsion or other coercive acts from the area i n which they are  lawfully \nprese nt, without grounds permitted under international law; \n (e) “Torture” m eans th e intentional inflictio n of severe pain or suffering, whether \nphysical or mental, upon a person in the custody or under the control of the accused; exce pt that \ntorture sh all no t include pain or su ffering  arising  only fro m, inherent in or incidental to, lawfu l \nsanctions; \n5 \n \n (f) “Forced pre gnancy” m eans the  unlawful  confi nement of a woman forci bly made  \npregnant, with th e intent of affectin g the ethn ic composition of any population or carrying  out \nother grave violations of in ternatio nal law. This definition shall not in any way b e interpreted a s \naffecting  national laws relating  to pregnancy; \n (g) “Persecu tion” mean s the intentio nal and  severe deprivation of fund amental rig hts \ncontrary to in ternational law by reason  of the identity o f the group or collectiv ity; \n (h) “The c rime of apart heid” m eans inhu mane acts of a  character sim ilar to those \nreferred  to in  paragraph  1, committed in the con text of an institutionalized reg ime o f system atic \noppression  and do mination by one racial group ov er an y other racial gro up or groups and  \ncommitted  with  the intention of main taining that reg ime; \n (i) “Enforced disa ppeara nce of persons” m eans t he arrest , detention or ab duction of \npersons by, or with  the authorization , support or acquiescen ce of, a State o r a political \norganization, follo wed by a refusal to acknow ledge that deprivation of freedom or to give \ninformation on the fate or whereabou ts of thos e per sons, with the intention of removing them \nfrom the protection of the law for a prolonged period of time. \n3. For the purpose of th is Statu te, it is und erstood that the term  “gender” refers to the two \nsexes, male and female, with in the context of society. The term “gende r” doe s not indicate any \nmeaning different from  the a bove."
  },
  {
    "source": "Rome Statute",
    "number": "8",
    "title": "War crim es ",
    "text": "1. The Court shall have jurisdiction  in resp ect of war crim es in particu lar when c ommitted as \npart of a plan or policy or as part of a large-scale commission of s uch crim es. \n2. For the purpose of this Statute, “war crim es” means: \n (a) Grave breaches of the Geneva Conventions of 12 August 194 9, namely, any of the \nfollowing acts ag ainst persons or property protected  under the provisions of  the relevant Geneva \nConvention: \n(i) W ilful killing; \n(ii) Torture or inhuman treatment, including biological expe riments; \n(iii) Wilfully cau sing great suf fering, or seriou s injury to  body or health; \n(iv) Extensive dest ruction and appropriation of property, not justified by \nmilitary n ecessity an d carried out u nlawfu lly and wan tonly; \n(v) Compelling a p risoner of war or other protected person to serve in the \nforces o f a hostile Power; \n(vi) Wilfully depriving a prisoner of war or ot her pr otected pers on of the rights \nof fair and  regular trial; \n(vii) Unlawful deportation or  transfer or unlawfu l confin ement; \n(viii) Taking of hostages. \n (b) Other seri ous violations of the laws an d customs appl icable in international armed \nconflict, with in the estab lished framework of international law, namely, any of the following acts: \n(i) Intentionally directin g attacks against the civilian population as su ch or \nagainst individual civ ilians not taking direct part in hostilities; \n(ii) Intentionally directin g attack s against civilian objects, th at is, o bjects wh ich \nare not military o bjectives; \n6 \n \n \n(iii) Intentionally d irectin g attacks ag ainst personnel, in stallatio ns, material,  \nunits or vehicles involved in a hum anitarian assi stance or peacekeepi ng \nmission in accorda nce with the  Charter of the United Nations,  as long as \nthey are en titled to the protection  given to civilians or civilian objects under \nthe international law of armed conflict; \n(iv) Intentionally lau nching an attack  in the kno wledge that such attack  will \ncause incid ental loss of life or in jury to civilians or damage to civilian \nobjects or widesprea d, long-term and seve re dam age to the nat ural \nenvironment which would be clearly excessi ve in relation to the conc rete \nand direct ov erall military ad vantage anticipated; \n(v) Attack ing or bom barding, by whatever means, towns, villages, dwellings \nor buildings which are undefended  and which are no t military o bjectives; \n(vi) Killin g or woun ding a co mbatant who, having laid down his arm s or \nhaving no longer means o f defence, has surrendered at discretion; \n(vii) Making improper use of  a flag of truce, of the flag or  of the military \ninsignia and uniform  of the enemy o r of the United Nation s, as well as o f \nthe distinctive emblems of t he Gene va Conventions, resulting in death or \nseriou s personal injury; \n(viii) The tran sfer, directly o r indirectly , by the Occu pying Power of p arts of its \nown civilian population into the territo ry it o ccupies, or the d eportatio n or \ntransfer of all or p arts of the pop ulation of the occupied territ ory with in or \noutside this terri tory; \n(ix) Intentionally directing at tacks agai nst buildings dedicated to religion, \neducat ion, art, science or charitable purposes, hi storic monuments, \nhospitals and pl aces where the sick and wounded are coll ected, provided \nthey are not military ob jectives; \n(x) Subjecting persons who are in the power of an adverse  party to physical \nmutilation or t o medical or sci entific expe riments of a ny kind which are  \nneither justified b y the medical, dental or hos pital treatment of the pers on \nconce rned nor carried out in his or her interest, and which cause death to or \nseriously endanger the health of such person or persons; \n(xi) Killin g or wounding treach erously in dividuals b elonging to the hostile \nnation or arm y; \n(xii) Declaring  that no quarter will b e given; \n(xiii) Destro ying or seizin g the enemy’ s prop erty unless su ch destruction or \nseizure be imperatively demanded by the necessi ties of war; \n(xiv) Declaring  abolished, suspended or inadmissible in a court of law th e righ ts \nand actio ns of the nationals of the ho stile p arty; \n(xv) Compelling the nationals of th e hostile party to  take part in the operation s \nof war directed a gainst thei r own c ountry, eve n if they were i n the \nbelligerent’s serv ice before the commen cement of the war; \n(xvi) Pillaging a town or place, e ven when taken by a ssault; \n(xvii) Employing poison or poisoned weapon s; \n(xviii) Employing asphyxiating, poisonous or other gases, and all analogous \nliquids, materials or devices; \n7 \n \n(xix) Employing bul lets which expand or flatten easi ly in the hum an body, such \nas bu llets with  a hard envelope which does not entirely cov er the core or is \npierced with incisions; \n(xx) Employing we apons , projectiles an d material and m ethods of warfare  \nwhich are of a nature to cause superfluous injury or unnecessar y suffering \nor which are i nherently in discriminate in violation of the in ternatio nal law \nof armed conflict, provided that such weap ons, projectiles an d material an d \nmethods of warfare are the subject of a comprehen sive prohibition and are \nincluded in an an nex to this Stat ute, by an amendm ent in acc ordance with \nthe relev ant provisions set forth in articles 121 and 123 ; \n(xxi) Committing out rages  upon personal dignity, in particular hum iliating and \ndegrading treatment; \n(xxii) Commit ting rape, sexu al slav ery, enforced prostitution, forced  pregnancy, \nas defi ned in article 7, pa ragraph 2 (f), enforced sterilization, o r any other \nform of sexu al violence also  constituting a grave breach  of the Gen eva \nConventions; \n(xxiii) Utilizin g the presence of a ci vilian  or other pro tected  person to  render \ncertain  points, areas o r military forces  imm une from military o peratio ns; \n(xxiv) Intentionally directing at tacks agai nst buildings, m aterial, medical units \nand t ransport, and personnel using the distinctive emblems of t he Geneva \nConventions in conformity with in ternational law; \n(xxv) Intentionally us ing starvation of civilians as  a method of warfare by \ndepriving them of objects ind ispensable to their su rvival, includ ing wilfu lly \nimpeding relief supplies as provided for under the Gene va Conventions; \n(xxvi) Conscripting or enlisting children under the age of fifteen yea rs into t he \nnational armed forces or using them to particip ate activ ely in  hostilities. \n (c) In the case of an arm ed conflict not of an interna tional character , serious violations \nof article 3 common to the four Geneva Conventions of 12 August 1949, namely, any  of the \nfollowing  acts co mmitted  against persons tak ing no activ e part in the hostilities, in cluding \nmembers of ar med forces who have laid down their arms and t hose pl aced hors de com bat by \nsickness, wo unds, deten tion or any other cause: \n(i) Violence to life and  person, in particular murder of all kinds, mutilation, \ncruel treatm ent and tortu re; \n(ii) Committing out rages  upon personal dignity, in particular hum iliating and \ndegrading treatment; \n(iii) Taking of hostages; \n(iv) The passi ng of sent ences a nd the carrying out of executions without \nprevious judgemen t pronounced by a reg ularly con stituted court, af fording \nall judicial guarantees which are generally recognized as indispensable. \n (d) Paragraph 2 (c)  applies to armed conflicts not of an international character and  thus \ndoes not apply to situations of internal disturbance s and tensions, such as riots, isolated and \nsporadic acts of violence or other acts of a similar nature. \n (e) Other seri ous violations of th e laws an d custo ms app licable in armed conflicts no t \nof an international ch aracter , within the estab lished framewor k of international law, namely, any of \nthe following  acts: \n(i) Intentionally directin g attacks against the civilian population as su ch or \nagainst individual civ ilians not taking direct part in hostilities; \n8 \n \n \n(ii) Intentionally directin g attacks ag ainst buildings, material, medical u nits \nand t ransport, and personnel using the distinctive emblems of t he Geneva \nConventions in conformity with in ternational law; \n(iii) Intentionally d irectin g attacks ag ainst personnel, in stallatio ns, material,  \nunits or vehicles involved in a hum anitarian assi stance or peacekeepi ng \nmission in accorda nce with the  Charter of the United Nations,  as long as \nthey are en titled to the protection  given to civilians or civilian objects under \nthe international law of armed conflict; \n(iv) Intentionally directin g attack s against buildings dedicated  to relig ion, \neducat ion, art, science or charitable purposes, hi storic monuments, \nhospitals and pl aces where the sick and wounded are coll ected, provided \nthey are not military ob jectives; \n(v) Pillaging a town or place, e ven when taken by a ssault; \n(vi) Commit ting rape, sexu al slav ery, enforced prostitution, forced  pregnancy, \nas defi ned in article 7, paragraph 2 (f), enforced sterilization, an d any  other \nform of sexu al violence also  constituting a seriou s violation of article 3 \ncommon to the four Geneva Conv entions; \n(vii) Conscripting or enlisting children  under the age of fifteen  years i nto armed \nforces or groups or using them to particip ate acti vely in  hostilitie s; \n(viii) Orderi ng the displacem ent of the ci vilian popul ation for reasons related to  \nthe conflict, unless th e secu rity of the civ ilians invo lved or imperative \nmilitary reaso ns so demand; \n(ix) Killin g or wounding treach erously a co mbatant adversary; \n(x) Declaring  that no quarter will b e given; \n(xi) Subjecting  persons who are in  the power of anoth er party to  the conflict to  \nphysical m utilation or to medical o r scien tific exp eriments of an y kind \nwhich are nei ther justified by the medical, dent al or hos pital treatment of \nthe person concerned nor carried out in his or her interest, and which cause \ndeath to or seriously endanger the heal th of such person or persons; \n(xii) Destroying or seizing the property of an adversary unless suc h destruction \nor seizure be imperatively demanded by the necessities o f the con flict; \n (f) Paragraph 2 (e)  applies to armed conflicts not of an international character and  thus \ndoes not apply to situations of internal disturbance s and tensions, such as riots, isolated and \nsporadic acts of violence or other acts o f a similar n ature. It app lies to  armed conflicts th at take \nplace in the territory of a State when there is protracted a rmed conflict bet ween governmental \nauthorities an d organized armed groups or between su ch group s. \n3. Nothing in p aragraph 2 (c) and  (e) sh all af fect th e respo nsibility o f a Govern ment to \nmain tain or re-estab lish law and o rder in the State o r to defend the unity and  territo rial in tegrity o f \nthe State, by all legitimate mean s."
  },
  {
    "source": "Rome Statute",
    "number": "9",
    "title": "Elements of Crimes ",
    "text": "1. Elements of Crimes shall assist the Court in  the interpretatio n and applicatio n of articles 6, \n7 and 8. They shall be ado pted by a two-thirds majority of the members of t he Assem bly of St ates \nParties. \n2. Amendm ents to the Elements of Crimes may be proposed by: \n (a)  Any State Party ; \n9 \n \n (b) The judges acting  by an abso lute majority; \n (c) The Prosec utor. \nSuch amendments shall be adop ted by a two -thirds majority o f the members of the Assem bly of \nStates Parties. \n3. The Elem ents of Crim es and a mendm ents ther eto shall be consistent with  this Statu te."
  },
  {
    "source": "Rome Statute",
    "number": "10",
    "title": "Nothing in this Part sh all be interpreted  as limit ing or prej udicing in any way existing or ",
    "text": "devel oping rules of international law for purposes other than this Statute."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "1 ",
    "text": "Jurisdiction rati one temporis \n1. The Cou rt has jurisdiction only with  respect to  crim es co mmitted after th e entry in to force \nof this Statu te. \n2. If a State becomes a Party to this Statute afte r its en try in to force, th e Cou rt may ex ercise \nits jurisdiction  only with  respect to  crim es co mmit ted after t he entry int o force of this Statute for \nthat State, unles s that State has made a declaration under article 12, para graph 3."
  },
  {
    "source": "Rome Statute",
    "number": "12",
    "title": "Preco nditions to th e exercise of jurisdiction ",
    "text": "1. A State whic h becom es a Party to this Stat ute thereby accepts the ju risdiction of the Court  \nwith respect to the crim es referred  to in  article 5. \n2. In the case of article 13, paragraph (a) or (c), the Court may exercise its j urisdiction if one \nor more of the  followi ng States are Pa rties to t his Statute or have acce pted the jurisdiction of the \nCourt in accordance with para graph 3: \n (a) The State on  the territory of which the conduct in question occurred o r, if th e crime \nwas co mmitted  on board a vessel o r aircraft, t he State of reg istratio n of that vessel o r aircraft; \n (b) The State of which the person accuse d of the crime is a national. \n3. If the acce ptance of a State whic h is not a  Party to t his Statute is re quired unde r \nparagraph 2, that State may, by decl aration lodged with the Reg istrar, accep t the exercise o f \njurisdiction by t he Court with respect to the cri me in question. The acce pting S tate shall coope rate \nwith the  Court without any delay or exce ption in accordance  with Part 9."
  },
  {
    "source": "Rome Statute",
    "number": "13",
    "title": "Exercise of jurisdiction ",
    "text": "The Cou rt may exercise its j urisdiction with respect to  a crim e referred  to in article 5 in \naccorda nce with the provisio ns of this Statute if: \n (a) A situation in which one or more of suc h crimes appea rs to have been c ommitted \nis referred to the Prosecutor by a State Party in a ccorda nce with article 14; \n (b) A situation in which one or more of suc h crimes appea rs to have been c ommitted \nis referred  to the Pro secutor by the Secu rity Coun cil actin g under Chapter VII of the Charter of the \nUnited Nation s; or \n (c) The Prosecutor has initiated  an investigation in resp ect of su ch a crime in  \naccorda nce with article 15. \n \n10"
  },
  {
    "source": "Rome Statute",
    "number": "14",
    "title": "Referral of a sit uation by a Stat e Party  ",
    "text": "1. A State Pa rty may refer to the Prosecutor a situatio n in wh ich one or m ore crimes with in \nthe jurisdiction of the Court ap pear to  have been committ ed requesting the Pro secutor to \ninvest igate the situation fo r the purpose of d etermining w hether o ne or more specific pers ons \nshould be charged with the commis sion of such crimes. \n2. As fa r as possible, a refe rral s hall specify  the relevant circumstances a nd be acc ompanied \nby such supp orting documentation as is av ailable to the State referring  the situ ation."
  },
  {
    "source": "Rome Statute",
    "number": "15",
    "title": "Prosecut or ",
    "text": "1. The Prosecutor may initiate in vestigations proprio motu on t he basi s of information on \ncrimes with in the ju risdiction of the Cou rt. \n2. The Prosec utor shall analyse the serious ness of the inform ation receive d. For thi s purpose, \nhe or she may seek  additional information from States,  organs of the Un ited Nation s, \nintergovernmental or no n-governmental organizations, or ot her reliable sou rces that he or s he \ndeem s appropri ate, and m ay receive written or oral testi mony at the seat of the Court. \n3. If the Prose cutor c oncludes that there is a reas onable basis to proceed with a n \ninvestigation, he or she shall su bmit to the Pre-T rial Ch amber a req uest for authorization  of an \ninvestigation, together with  any supporting  material collected. V ictims may make represe ntations  \nto the Pre-T rial Chamber, in acco rdance with the Ru les of Procedure and  Evidence. \n4. If the Pre-T rial Chamber, upon ex amination of th e requ est and  the supp orting  material, \nconsiders that there is a reason able basis to  proceed with  an investigation, an d that the case  \nappears to  fall with in the jurisdiction of th e Court, it sh all au thorize th e commen cement of the \ninvest igation, without prejudice to subsequent determinations by the Court with rega rd to the \njurisdiction  and admissibility of a case. \n5. The refusal of the Pre-T rial Cha mber to authorize th e inv estigation shall no t preclu de the \nprese ntation of a subse quent request by the Prosecutor based on new facts or evidence regarding \nthe sam e situation. \n6. If, after the preliminary  exam ination referred to in paragraphs 1 and 2, the Prosecutor \nconcludes that the inform ation provided does not constitute a reason able basis fo r an investigatio n, \nhe or she shall inform those who provided the information. T his shall not preclude the Prosecu tor \nfrom consi dering further information su bmitted to him or her re garding the sam e situation in the \nlight of new facts or evidence."
  },
  {
    "source": "Rome Statute",
    "number": "16",
    "title": "Deferral o f investigation or prosecution ",
    "text": "No investigation or p rosecution may be commenced  or proceeded with under this Statute \nfor a period of 12 months after the Sec urity Council, in a reso lution adopted under Ch apter VII of \nthe Ch arter of the Un ited Natio ns, has requ ested  the Court to  that effect; that requ est m ay be \nrenewed by the Council und er the sam e conditions. \n \n11"
  },
  {
    "source": "Rome Statute",
    "number": "17",
    "title": "Issues of admissibility ",
    "text": "1. Having regard to paragraph 10 of the Preamble an d article 1, the Court shall determine \nthat a case is  inadmissible where : \n (a) The case is bei ng investigated or prosec uted by a State which has jurisdiction  over \nit, unless th e State is un willin g or unable genuinely to carry  out the investigation or prosecution; \n (b) The case has been investigated by a State wh ich has jurisd iction over it an d the \nState has decided not to prosecute the person concerned, unless the decision resulted from the \nunwillin gness or inability o f the State g enuinely to prosecute; \n (c) The pe rson concerne d has already been tried for conduct which is the subject of \nthe complaint, and a trial by the Court is not permitted under article 20, paragraph 3; \n (d) The case is not of sufficient gravity to justify further action  by the Court. \n2. In order to determine unwillingness in  a particular case, th e Court sh all co nsider, having \nregard to the principles of due process recognized by international law, whether one or more of the \nfollowing  exist, as app licable: \n (a) The p roceedings were or are being undertaken or the national decision was made \nfor th e purpo se of shielding the person concerne d from criminal respo nsibility for crim es with in \nthe jurisd iction  of the Court referred  to in  article 5 ; \n (b) There has been an unjustified  delay in  the proceed ings which in the circumstances \nis inconsistent with an intent to bring  the person concerned to justice; \n (c) The proceedi ngs were not or a re not being conducte d indepe ndently or im partially , \nand t hey were or are being conducted in a manner which, in the circum stances, i s inconsistent \nwith an intent to bring  the person concerned to justice. \n3. In ord er to determin e inability in  a particular case, th e Court shall consider wh ether, due to \na total or substantial co llapse or u navailability o f its national judicial syste m, the State is u nable to \nobtain t he acc used or the necessary evi dence and te stimony or o therwise un able to carry ou t its \nproceedings."
  },
  {
    "source": "Rome Statute",
    "number": "18",
    "title": "Prelimin ary ru lings regarding admissibility ",
    "text": "1. When a situ ation has been referred  to the Court pu rsuant to article 13 (a) and  the \nProsecut or has determ ined that there woul d be a reasona ble basis to comme nce an investigati on, \nor the Pro secutor initiates an  investigation pursuant to articles 13 (c) an d 15, the Pro secutor shall \nnotify all States Parties an d tho se States which, taking into acco unt the inform ation available, \nwould normally exercise ju risdiction over the crimes concerne d. The Prosec utor m ay notify s uch \nStates on a confidential basis and, where the Prosecutor believes it necessary  to protect persons, \nprevent destruction of evidence or prevent the absc onding of persons, may limit the scope o f the \ninformation prov ided to States. \n2. Within one m onth of recei pt of that notification, a State m ay inform  the Court that it is  \ninvestigating or has inv estigated its nationals or others within its jurisdiction  with  resp ect to  \ncrimin al acts which may constitute crim es referr ed to in article 5 and which relate to  the \ninformation provided in the notificatio n to States. At  the request  of that Stat e, the Prosec utor shall \ndefer to the State’s investigation of those persons unless th e Pre-T rial Ch amber, on the applicatio n \nof the Prosecutor, decides to authorize the investigation. \n3. The Prosecutor’s deferral to a State’s invest igation shall be open to review by the \nProsecutor six months aft er the date of deferral or at any time whe n there has been a significant \n12 \n \n \nchange of circum stances b ased on the State’ s unwillin gness or inability g enuinely to  carry ou t the \ninvestigation. \n4. The State concerned or the Prosecutor may appeal t o the Appeals  Cham ber a gainst a  \nruling of the Pre-T rial Cham ber, in accorda nce with ar ticle 82. The appeal may be heard on an \nexpedited basi s. \n5. When the Pros ecutor has de ferred an investigation in accordance with pa ragraph 2, the \nProsecut or may request that the State conce rned peri odically in form the Pro secuto r of th e progress \nof its investigations and any subsequent prosecutions. States Pa rties shal l respond to such requests \nwithout undue delay . \n6. Pend ing a ru ling by the Pre-T rial Ch amber, or at an y time when the Prosecu tor h as \ndeferred  an investig ation under this article, the Prosecut or may, on a n exceptional basis, seek \nauthority fro m the Pre-T rial Cha mber to pursue necessary investig ative steps for the purpose of \nprese rving evi dence whe re there is  a unique opportunity to  obtain importa nt evidence or there is a \nsignifica nt risk that such evi dence may not be subsequently available. \n7. A State which has challeng ed a ruling of th e Pre-T rial Ch amber under this article may \nchallenge the admissib ility of a case u nder articl e 19 on the grounds of additional significant facts  \nor significant c hange of circ umstances."
  },
  {
    "source": "Rome Statute",
    "number": "19",
    "title": "Challenges to the ju risdiction of the Cou rt or the admissibility of a case  ",
    "text": "1. The Cou rt shall satisfy itself th at it has jurisdiction  in any case bro ught before it. The Cou rt \nmay, on its own motion, determ ine the admissibility of a case  in accord ance with article 17. \n2. Challenges to the admissibility of a case on the grounds referred  to in article 17 or \nchallenges to the ju risdiction of the Cou rt may be m ade by: \n (a) An acc used or a pers on for whom a warra nt of arrest  or a sum mons to appea r has \nbeen issu ed under article 58; \n (b) A State wh ich has jurisdiction  over a case, on  the g round that it is investigating or \nprosecuting the case or has investigated or p rosecuted; or \n (c) A State from which acc eptance of jurisdiction is req uired under article 1 2. \n3. The Pr osecutor may seek a rul ing from the Court regarding a que stion of jurisdiction or \nadmissibili ty. In proceedi ngs with respect to jurisdiction or adm issibility , those who ha ve referred \nthe situ ation under article 13 , as well as victims, may also  submit observations to th e Court. \n4. The a dmissibility of a case or the jurisdiction of the Court may be chal lenged only once  by \nany pe rson or State refe rred to in para graph 2. The challe nge shall take  place prior to or at  the \ncommencem ent of t he trial. In  exceptional c ircum stances, th e Court m ay grant leave for a \nchallenge to be brought more than once or at a tim e later than the comm encement of t he trial. \nChallenges to the ad missibility of a case, at the c ommencem ent of a tr ial, or subsequ ently with  the \nleave of the Court, may be based on ly on  article 1 7, paragraph 1 (c). \n5. A State referred to in para graph 2 (b) a nd (c) shall m ake a challenge at the ea rliest \nopportunity. \n6. Prior to  the con firmation of th e charges, ch allenges to the admissibility of a case o r \nchallenges to  the jurisd iction  of the Cou rt shall be referred to  the Pre-T rial Ch amber. After \nconfirm ation of the charges, they sh all be referred  to the T rial Ch amber. Decision s with respect to \njurisdiction or admissibility may be appeale d to the Appeal s Cham ber in accorda nce wit h \narticle 8 2. \n13 \n \n7. If a challenge is made by  a State refe rred to in paragraph 2 (b) or (c), the Prosecutor shall \nsuspend the investig ation until such time as th e Court m akes a determination in acco rdance with  \narticle 1 7. \n8. Pend ing a ruling by the Cou rt, the Pro secutor may seek  authority from the Court: \n (a) To pursue necessary in vestigativ e step s of the kind referred  to in article 18, \nparagraph 6; \n (b) To take a statemen t or testim ony fro m a witn ess or co mplete th e collectio n and \nexamination of evidence which had begun prior to the making of the challeng e; and \n (c) In cooperation with the relevant States, to prevent the absconding of persons in \nrespect of whom  the Prosec utor has already requested a warrant  of arrest under article 58. \n9. The m aking of a challenge s hall not af fect the validity of any act performed by the \nProsecu tor or any o rder or warrant issu ed by the Court prior to the m aking of the challenge. \n10. If the Court has decided that a case is in admissible under article 17, the Prosecu tor may \nsubm it a reques t for a review of the decision when he or sh e is fu lly satisfied th at new facts have \narisen w hich negate the basi s on which the cas e had p reviously been fo und inadmissible unde r \narticle 1 7. \n11. If the Prosecutor, having regard to the matters referred  to in  article 17, defers an  \ninvestigation, the Pro secutor may req uest that the relevant State make available to the Prosecut or \ninform ation on the proceedi ngs. That inform ation s hall, at the  request of the  State conce rned, be \nconfide ntial. If the Prosec utor ther eafter deci des to proceed with an  investigation, he or she s hall \nnotify t he State t o which deferral of the  proce edings has take n place."
  },
  {
    "source": "Rome Statute",
    "number": "20",
    "title": "Ne bis in id em ",
    "text": "1. Exce pt as provided in this Statute, no person shall be tried before the Court with respect  to \nconduct wh ich formed the basis of crim es for which the person has been convicted or acqu itted by \nthe Cou rt. \n2. No person shall be tried by another co urt for a crim e referre d to in article 5 for which t hat \nperson has alread y been convicted or acqu itted by the Court. \n3. No person who has been tried by another court for conduct also proscribed under article 6, \n7 or 8 sh all be tried by the Court with resp ect to the sam e conduct unless t he proceedings in the \nother court: \n (a) Were for the purpose of shielding the person conce rned from crim inal \nrespon sibility fo r crim es with in the jurisd iction of t he Court; o r \n (b) Otherwise we re not conducted inde pendently or im partially in accord ance with the \nnorms of due process rec ognized by international law and we re conducted in a manner which, in \nthe circu mstances, was in consistent with  an intent to bring  the person  concerned to justice."
  },
  {
    "source": "Rome Statute",
    "number": "21",
    "title": "Applicable law  ",
    "text": "1. The Court sh all apply: \n (a) In the first place, this Statute, Elements of Cri mes and its Rules of Procedure  and \nEvide nce; \n (b) In the second place, wher e appropriate, applicable tr eaties and the princi ples and  \nrules of in ternational law, including the estab lished principles of the international law o f armed \nconflict; \n14 \n \n \n (c) Failing that, general principles of law derived by the Court from national laws of \nlegal systems of t he world including, as appropriate, the national laws of States that would \nnorm ally exercise juris diction over t he crim e, prov ided that t hose pri nciples a re not i nconsiste nt \nwith this Statu te and  with internatio nal law and  internationally reco gnized norm s and standards. \n2. The C ourt may apply principles and rules of law as i nterpreted in its prev ious decisio ns. \n3. The app licatio n and interpretatio n of law pursuan t to this article must be consistent with  \ninternationally reco gnized h uman ri ghts, and be wi thout any adverse di stinction founded on \ngrounds s uch as gende r as defined in a rticle 7, paragraph 3, age, race, c olour, language, religion or \nbelief, political o r other opinion, n ational, ethn ic or social orig in, wealth , birth or other statu s. \n \n \nPART 3. GEN ERAL PR INCIPLES OF CR IMINAL  LAW"
  },
  {
    "source": "Rome Statute",
    "number": "22",
    "title": "Nullum crim en sine lege ",
    "text": "1. A pe rson shall not be cri minally respo nsible under this Statute unl ess the conduct in \nquestion constitutes, at t he time it takes place, a crime within the  jurisd iction of t he Court. \n2. The definition of a crim e shall be strictly co nstrued and shall no t be extended by analogy. \nIn case of ambiguity, the definition shall be interpreted in favour of the person being investigated, \nprosecuted or convicted.  \n3. This a rticle shall not a ffect t he charact erization of any c onduct as c riminal unde r \ninternation al law ind ependently of this Statu te."
  },
  {
    "source": "Rome Statute",
    "number": "23",
    "title": "Nulla poena sine lege ",
    "text": "A person convicted by the Court may be punished only in accordance with this Statute."
  },
  {
    "source": "Rome Statute",
    "number": "24",
    "title": "Non-retroactivity ratio ne personae ",
    "text": "1. No person shall be cri minally responsible under this Statute for conduct pri or to the ent ry \ninto force of the Statute. \n2. In the eve nt of a change i n the la w applicab le to a given case prior to a final judgement, the \nlaw m ore fav ourab le to the person being inv estigated, prosecuted or conv icted shall app ly."
  },
  {
    "source": "Rome Statute",
    "number": "25",
    "title": "Individual crim inal respo nsibility ",
    "text": "1. The Court shall have jurisd iction  over natural person s pursuant to this Statu te. \n2. A person who commits a cri me with in the jurisdiction of the Court sh all be individually \nresponsible and liable for punishment in accordance with this Statute. \n3. In acc ordance wi th this Statute, a pers on shall be crim inally resp onsible and liable for \npunishment for a crim e with in the jurisdiction  of the Cou rt if th at person: \n (a) Commits such a crim e, whethe r as a n individual, jo intly with  another or throu gh \nanother person, regardless of whether that other person is criminally respo nsible; \n (b) Orders, so licits o r induces the commissio n of such a crim e which in fact occurs or \nis atte mpted; \n15 \n \n (c) For the purpo se of facilitatin g the commissio n of such  a crime, aid s, abets o r \notherwise assists in  its co mmis sion or its attem pted commiss ion, including providing the means \nfor its c ommission; \n (d) In any other way contributes to the com mission or at tempted com mission of s uch \na crime by a group of persons act ing wi th a com mon pu rpose. Such contribution shal l be \nintentional and  shall eith er: \n(i) Be made with  the aim  of furthering the crimin al activ ity or crim inal \npurpose of the group, wh ere such activ ity o r purpose invo lves the \ncommissio n of a crim e with in the jurisdiction  of the Court; or \n(ii) Be made in the knowledge of th e intention of the group to commit  the \ncrime; \n (e) In respect of t he crim e of genocide, directly and pu blicly in cites o thers to commit \ngenocide; \n (f) Attempts to commi t such a cri me by taking a ction that c ommences its exec ution \nby means of a s ubstantial step, but the crime does not occur because of circumstances i ndependent \nof the person’s intentions. However, a person who abandons t he effort to commit the crim e or \notherwise prevents the completion of the crime shal l not be l iable for punishment under this \nStatu te for the atte mpt to commit th at crim e if that person completely an d voluntarily g ave up the \ncriminal purpos e. \n4. No pro vision in th is Stat ute relating to individual crim inal resp onsibility sh all af fect th e \nrespon sibility o f States und er international law."
  },
  {
    "source": "Rome Statute",
    "number": "26",
    "title": "Exclusion of jurisdiction over persons und er eighteen ",
    "text": "The C ourt shall have no jurisdiction over any person who was under the age of 18 at  the \ntime of the alleged commission of a crime."
  },
  {
    "source": "Rome Statute",
    "number": "27",
    "title": "Irreleva nce of official capacity  ",
    "text": "1. This Statute shall appl y equally to all pers ons without any distinction based on official \ncapacity . In particular , official capacity as a Head of State or Gove rnment, a member of a  \nGovernment or parliament, an el ected repre sentative or a government official shall in no c ase \nexempt a person from criminal resp onsibility u nder this Statu te, no r shall it, in and of itself,  \nconstitu te a ground for reduction of sentence. \n2. Immunities o r special pro cedural ru les wh ich m ay attach  to the official cap acity o f a \nperson, whether under national or international law, shall not bar the Court from exerci sing its \njurisdiction over such a person."
  },
  {
    "source": "Rome Statute",
    "number": "28",
    "title": "Resp onsibility o f comman ders and other superiors ",
    "text": "In addition to other grounds  of criminal re sponsibility unde r this Stat ute for cri mes within \nthe jurisd iction  of the Court: \n (a) A mili tary co mman der or p erson effectiv ely actin g as a military co mman der shall \nbe crim inally r esponsible for crimes with in the jurisdiction of the Court commi tted by forces \n16 \n \n \nunder his or her effective command and control, or effective authority and c ontrol as the case m ay \nbe, as a result of his or her failure to exercise con trol properly over such forces , whe re: \n(i) That m ilitary comman der or person eith er knew or, owin g to the \ncircum stances at  the time, shoul d have known that the forces we re \ncommitt ing or about to co mmit su ch crim es; and \n(ii) That military commander or pers on failed to take all necessary and \nreaso nable measures  within his or her power to prevent or repress  their \ncommissio n or to submit the matter to  the competent authorities for \ninvestigation  and pro secution. \n (b) With respect to superior and su bordinate relationships not described in \nparagraph (a), a sup erior shall be crim inally resp onsible for crimes with in the jurisdiction of the \nCourt committed by subordinates under his or her effective authority and cont rol, as a result of his \nor her failure to exerci se control properly ove r such subordi nates, where: \n(i) The s uperior either knew, or consciously disregarded information which \nclearly indicated, that t he subordin ates were co mmitt ing or abou t to \ncommit su ch crimes; \n(ii) The crim es c oncerned activ ities th at were with in the ef fectiv e \nrespon sibility an d con trol of the sup erior; and  \n(iii) The supe rior fai led to take all n ecessary and re asonable m easures withi n \nhis or her power to prevent or repress their commission or to subm it the \nmatter to  the com petent authorities for i nvestigatio n and prosecution."
  },
  {
    "source": "Rome Statute",
    "number": "29",
    "title": "Non-applicability o f statu te of li mitations ",
    "text": "The crim es wit hin the jurisdiction of the Court shall no t be subject to  any statu te of \nlimitatio ns."
  },
  {
    "source": "Rome Statute",
    "number": "30",
    "title": "Mental ele ment ",
    "text": "1. Unless otherwise provided, a pers on shal l be crim inally respo nsible and liable for  \npunishment for a cri me with in the jurisdiction of the Court on ly if th e material ele ments are \ncommitted  with  intent and kno wledge. \n2. For the purposes of th is article, a person has intent where: \n (a) In relatio n to con duct, that person means to engage in th e cond uct; \n (b) In relation to a conseque nce, t hat pers on m eans to ca use that conseque nce or is \naware  that it wil l occur i n the ordinary course of events. \n3. For the purposes of this article, “knowledg e” means awa reness that a circu mstance exists  \nor a con sequence will o ccur in the ord inary cour se of ev ents. “Know” and  “kno wingly” sh all be \nconstrue d accordingly . \n \n17"
  },
  {
    "source": "Rome Statute",
    "number": "31",
    "title": "Grounds for ex cluding crim inal respon sibility ",
    "text": "1. In addition to other gro unds for excluding criminal resp onsibility p rovided for in  this \nStatute, a person shall not be criminally respo nsible if, at t he time of that person’s conduct: \n (a) The person suffers from  a m ental diseas e or defect t hat destroys t hat person’s \ncapacity to appreciate the unlawful ness or nature of his or her conduct, or capa city to control his or \nher conduct to conform to the requirements of law; \n (b) The person is  in a  state of i ntoxicatio n that destroys that person’ s capacity to \nappreciate the unlawfulness or nature of his or her conduct, or capa city to control his or her \nconduct to conform to the requi rements of l aw, unless the pers on has become voluntarily \nintoxicated  under  such cir cumstances that the person knew, or disregarded the risk, that, as a resu lt \nof the intoxication, he or sh e was lik ely to  engage in conduct co nstituting a crim e with in the \njurisdiction  of the Cou rt; \n (c) The pe rson act s reaso nably to defen d himself or hersel f or a nother person or, in the \ncase of war crimes, p roperty wh ich is essen tial for the survival of the person or another person or \nproperty whic h is essential fo r accom plishing a military missi on, a gainst an imm inent a nd \nunlawful use of force in a manner proportionate to the degree of danger to the person or the other \nperson or property protected . The fact that the pe rson wa s invo lved in a defensi ve operati on \nconducted by forces sh all not in itself co nstitute a g round for ex cluding criminal resp onsibilit y \nunder this subparagraph ; \n (d) The conduct wh ich is alleg ed to constitute a crim e with in the jurisdiction  of the \nCourt has been caused by duress resu lting from  a threat o f immin ent death or of co ntinuing or \nimminent serious bodily harm agai nst that pers on or another person, and the person acts \nnecessarily an d reason ably to avoid this threat, pr ovided that th e person does not intend to cause a \ngreater harm than the one sought to be avoided. Such a threat may either be: \n(i) Made by  other p ersons; or \n(ii) Constituted by other circu mstances b eyond that person’s control. \n2. The Cou rt shall determine the applicab ility o f the grounds for ex cluding crim inal \nrespon sibility p rovided for in this Statu te to th e case b efore it. \n3. At trial, th e Cou rt may consider a g round for ex cluding crim inal respo nsibility other than \nthose referred to in paragraph 1 where such a ground is derived from applicable law as set  forth in \narticle 21. The procedures rel ating to the consideration of such a ground shall be p rovided for in \nthe Rules of Proced ure and Evidence."
  },
  {
    "source": "Rome Statute",
    "number": "32",
    "title": "Mistake of fact  or mistake of la w ",
    "text": "1. A mistak e of fact sh all be a ground for excluding crim inal respo nsibility o nly if it negates \nthe m ental ele ment re quire d by the c rime. \n2. A m istake of law as  to whether a particul ar typ e of con duct is a crim e with in the \njurisdiction  of th e Court sh all no t be a ground for excluding crimin al resp onsibilit y. A mistak e of \nlaw m ay, however, be a ground for excluding crimin al respon sibility if it n egates th e mental \nelement require d by such a crime, or as provided for in article 33. \n \n18"
  },
  {
    "source": "Rome Statute",
    "number": "33",
    "title": "Superior orders and prescription of  law ",
    "text": "1. The fact th at a crim e with in the jurisdiction  of th e Cou rt has been committed by a person \npursuant to an  order of a Govern ment or of a sup erior, whether military o r civilian, shall n ot \nreliev e that person of crimin al respo nsibility u nless: \n (a) The person was under a legal obligation to obey orders of the Government or the \nsuperior in question; \n (b) The person did not know that the order was unlawful; and \n (c) The or der was n ot manifestly  unlawful. \n2. For the purposes of this article, orders to commit genocide or crimes agai nst humanity are \nmanifestly unlawful. \n \n \nPART 4. COMPOSITION AND AD MINISTRATION OF THE COURT"
  },
  {
    "source": "Rome Statute",
    "number": "34",
    "title": "Organs of the Court ",
    "text": "The Court sh all be composed of the following  organs: \n (a) The Presidency;  \n (b) An Appeals Division, a Trial Division and a Pre-Trial Di vision; \n (c) The Of fice of the Prosec utor; \n (d ) The Registry ."
  },
  {
    "source": "Rome Statute",
    "number": "35",
    "title": "Service of  judges ",
    "text": "1. All judges s hall be elected as fu ll-time members of th e Court an d shall be availab le to \nserve  on that basis from  the com mencement of their term s of office. \n2. The j udges com posing the Presidency shall serve on  a full-time basis as  soon as  they are  \nelected. \n3. The Preside ncy may , on the ba sis of the workload of th e Court an d in consultation with its \nmembers, d ecide fro m time to time to  what extent the rem aining judges shall be req uired to serve \non a fu ll-time basis. An y such arrang ement shall be with out prejudice to th e provisions of \narticle 4 0. \n4. The financial arrang ements for judges no t required  to serve on a fu ll-tim e basis shall be \nmade in acco rdance with article 4 9."
  },
  {
    "source": "Rome Statute",
    "number": "36",
    "title": "Qualifications, nom ination and election of j udges ",
    "text": "1. Subject to the provisions of paragraph 2, there shall be 18 judges of the Court. \n2. (a) The P residency, acting on behalf of the Court, may propose an inc rease in the \nnumber of judges specified i n paragraph 1, indicating the reasons why this is  consi dered necessary \nand appr opriate. Th e Reg istrar shall prom ptly circulate a ny such propo sal to  all States Parties. \n (b) Any such proposal sh all then be considered at a meetin g of the Assembly of State s \nParties to  be convened in acco rdance with article 112. The proposal shall be considered adopted if \n19 \n \napproved at the meeting by  a vote of t wo thirds of the members of t he Assem bly of States Parti es \nand shall en ter in to force at  such time as decide d by the Assem bly of States Parties. \n(c) (i) Once a proposal  for an inc rease in the number of judges has been  adop ted \nunder subp aragraph  (b), th e election of th e additional judges sh all tak e \nplace at the next session of the Assem bly of States Parties in accorda nce \nwith paragraphs 3 to 8, and article 37, paragraph 2; \n(ii) Once a proposal  for an inc rease in the number of judges has been  adop ted \nand brought into effect un der subparagraphs (b) and (c) (i), it shall be o pen \nto the Presid ency at an y tim e thereafter, if t he work load of the Court \njustifies it, to propose a reduction in the number o f judges, provided t hat \nthe number of j udges sh all n ot be reduce d bel ow that s pecified i n \nparagraph 1. The proposal shall be deal t with in accordance with the \nprocedure laid  down in subparagraphs (a) an d (b). In  the event that the \nproposal  is adopted, the number of judges shall be progressively decrea sed \nas the ter ms of of fice of serving ju dges expire , until the necessary num ber \nhas bee n reached. \n3. (a) The j udges s hall be chose n from among p ersons of hi gh moral charact er, \nimpartialit y and integrity who  possess th e qualificatio ns required in their resp ective States fo r \nappointm ent to t he highest judicial of fices. \n (b) Every cand idate fo r election  to the Court sh all: \n(i) Have  establishe d competence in cr iminal law and procedur e, and  the \nnecessa ry releva nt experie nce, whethe r as judge, prosecutor, advocate or i n \nother similar ca pacity, in crimin al proceedings; or \n(ii) Have estab lished competence in relev ant areas of international law su ch as \ninternational human itarian  law and the law of human rights, and  extensive \nexperience i n a profe ssional legal cap acity wh ich is of relevan ce to  the \njudicial work of th e Court; \n (c) Every  candidate for el ection to the Court shall have an excel lent knowledge of and \nbe fluent in at least one of the working languages of the Court. \n4. (a) Nom inations of candi dates for election to the Court may be m ade by  any State \nParty to  this Stat ute, and shall be made either: \n(i) By th e procedure for th e nomination of cand idates for ap pointment to the \nhighest judicial of fices in the State in question; or \n(ii) By the proce dure provided for the nomination o f candidates for t he \nInternational Cou rt of Justice in  the Statu te of that Co urt. \n Nom inations s hall be accom panied by a stat ement in the necessary detail specifying how \nthe cand idate fulfils th e requ iremen ts of paragraph 3. \n (b) Each St ate Part y may put forward one ca ndidate for any  given election wh o need \nnot necessa rily be a national of that State Party but shall in any case be  a national of a State Pa rty. \n (c) The Assem bly of States Part ies may decide to establish, if appropriate, an \nAdvisory Committee on n ominations. In that event, t he Committee’ s com position and m andate \nshall be estab lished by the Assem bly of States Parties. \n5. For the purposes of th e electio n, there sh all be two lists of can didates: \nList A containing the names of ca ndidat es with  the qualificatio ns specified  in \nparagraph 3 (b ) (i); and \nList B cont aining the nam es of can didates with  the qualificatio ns specified in  \nparagraph 3 (b ) (ii). \n20 \n \n \nA candidate with  sufficient qualificatio ns for both  lists m ay choose on which list to  appear. At th e \nfirst electio n to the Court, at least n ine judges sh all be  elected from list A and at least five  judges  \nfrom list B. Su bsequ ent elections sh all be so organized as to  maintain the equ ivalent propo rtion on \nthe Court of judges qu alified  on the two lists. \n6. (a) The judges s hall be elected by s ecret ballot at a meeting of the Assem bly of St ates \nParties con vened for that purpose under article 112. Subject to paragraph 7, the persons elected to \nthe Court sh all be the 18 candidates who ob tain the highest number of votes and  a two -thirds \nmajority of t he States Pa rties present and voting. \n (b) In the event that a su fficient num ber of judges  is not elected on the first ball ot, \nsuccessi ve ballots shall be  held in accordance  with the procedures  laid down i n subparagraph (a) \nuntil the  remaining places ha ve been filled. \n7. No two judges may be nat ionals of the sam e State. A pers on who, for the purposes o f \nmembership of the Court, c ould be regarde d as a national of more than one State shall be deemed \nto be a national of the State in which that person ordinarily exerci ses ci vil and political rights. \n8. (a) The States Part ies shall, i n the selection of judge s, take into account the nee d, \nwithin the membership of t he Court, for: \n(i) The represen tation of t he principal leg al system s of the world; \n(ii) Equitable geographical representation; and \n(iii) A fair represen tation of female and male judges. \n (b) States Parties sh all also  take into account the need t o include judges with legal \nexpertise on  specific issu es, in cluding, but not limited  to, violence ag ainst wo men or children . \n9. (a) Subject to  subpar agraph (b), judges shall hold office for a ter m of nine year s and, \nsubject to subparagraph  (c) and  to article 3 7, paragraph 2, shall no t be eligible for re-election . \n (b) At th e first electio n, one third of the judges elect ed shall be selected  by lot to serve \nfor a term  of three years; one third of the judges  elected shall be selected by l ot to se rve for a  term \nof six years; and the remainder s hall serve for a term of ni ne years. \n (c) A judge who is selected to se rve for a term  of three y ears under subparagraph (b) \nshall be eligible for re-election  for a fu ll term . \n10. Notwithstanding paragraph 9, a judge assi gned to a Trial or Appeals Chamber i n \naccorda nce with article 39 shall continue in of fice to com plete any trial or appeal  the hearing of \nwhich has alre ady comm enced  before that Chamber."
  },
  {
    "source": "Rome Statute",
    "number": "37",
    "title": "Judicial vacanci es ",
    "text": "1. In the e vent of a vacancy , an election shall be held in accord ance with article 36 to fill the  \nvacancy . \n2. A judge elected to fill a vaca ncy shall serv e for the  remainder of the  predecessor ’s term \nand, if that period is t hree yea rs or less, sh all be eligible for re-election  for a fu ll term  under \narticle 3 6."
  },
  {
    "source": "Rome Statute",
    "number": "38",
    "title": "The Presi dency ",
    "text": "1. The Preside nt and the First and Sec ond Vice-Preside nts shall be elected by an absolute \nmajority of the  judges. They shall each serve for a term  of three years or until the end of the ir \nrespective  term s of office as judges, whichever expires earlier . They sh all be eligible for re-\nelection once . \n21 \n \n2. The First Vice-Presid ent shall act in  place of the Presi dent in the eve nt that the Presid ent is \nunavailable or disqualified. The Second Vice-Presid ent shall act in place of  the Presi dent in the \nevent t hat both the Preside nt and the Fi rst Vice-President are unavailable or disqualified. \n3. The Presid ent, together with  the First an d Seco nd Vice-Presid ents, shall constitu te the \nPresid ency, which shall be respo nsible for: \n (a) The proper admin istratio n of the Cou rt, with th e exception of the Office of th e \nProsecu tor; and \n (b) The ot her functions conferred upon it in acco rdance with this Statute. \n4. In discha rging its responsi bility under paragraph 3 (a ), the Preside ncy shall coordi nate \nwith and seek the concurrence of the Prosecutor on all matters of  mutual conce rn."
  },
  {
    "source": "Rome Statute",
    "number": "39",
    "title": "Chambers ",
    "text": "1. As soon as  poss ible after t he election of the judges, t he Court s hall or ganize itself into t he \ndivisions specified in article 34, para graph (b). The A ppeals Division shall be com posed of the \nPresid ent and  four other judges, th e Trial Division of not less than six judges  and t he Pre-T rial \nDivision of not less than six judges. The assignment of judges to divisions shall be based on the \nnature of the functions to be performed by each division and the qualifications and experience of \nthe judges  elected to t he Court, in s uch a way that each division s hall contain an appropri ate \ncombination of ex pertise in  crimin al law an d procedure and  in international law. The Trial an d \nPre-T rial Divisions shall be composed predominantly of judges with crim inal trial exp erience. \n2. (a) The judicial functions of the  Cour t shall be carrie d out in each division by \nChambers. \n(b) (i) The Appeals C hamber shall be com posed of al l the judges  of the Appeals  \nDivisio n; \n(ii) The functions of the Trial Ch amber shall be carried out by three j udges of \nthe Trial Division; \n(iii) The fun ctions of th e Pre-T rial Ch amber shall be carried  out either by three \njudges of the Pre-Trial D ivision or by a singl e judge of that division in \naccorda nce with this Statute a nd the Rules of Procedure a nd Evidence; \n (c) Nothing in this paragraph shall preclud e the simultaneous constitution of more \nthan one Trial Chamber or Pre-T rial Ch amber when the efficien t management of th e Cou rt’s \nworkload so requires. \n3. (a) Judges assign ed to  the Trial an d Pre-T rial Div isions shall serv e in those d ivisions \nfor a p eriod of three years, and th ereafter until the co mpletion of any case t he hearing  of which has \nalready c omme nced in t he division concerne d. \n (b) Judges  assigne d to the Appeals Division shall serv e in that division for their entire \nterm of office. \n4. Judges assi gned to the App eals Div ision shall serv e only in that division. Nothing in this \narticle sh all, howev er, preclude the tem porary attach ment of judges from the Trial Div ision to the \nPre-T rial Di vision or vice versa, if the Presidency consi ders that the ef ficient managem ent of the  \nCourt’s workload so requ ires, p rovided that under no ci rcum stances shall a judge who has \nparticip ated in  the pre-trial ph ase of a case be elig ible to sit on  the Trial Ch amber hearing  that case."
  },
  {
    "source": "Rome Statute",
    "number": "40",
    "title": "Independence of the judges ",
    "text": "1. The j udges shal l be independent in the performance of  their functions. \n22 \n \n \n2. Judges sh all not engage in any activ ity which is lik ely to  interfere with  their judicial \nfunctions or to affect co nfidence in their independence. \n3. Judges required to serve o n a full-time basis at the seat o f the Court shall no t engage in any \nother occu pation of a professional nature.  \n4. Any quest ion regarding the application of paragraphs 2 and 3 shal l be decided by an \nabsolute majority o f the judges. Where an y such question concerns an individual judge, that ju dge \nshall no t take part in the decision ."
  },
  {
    "source": "Rome Statute",
    "number": "41",
    "title": "Excusing and disqualificatio n of judges ",
    "text": "1. The Presidency may, at the request of a judge, exc use that judge from the exe rcise of a  \nfunction under t his Statute, in ac corda nce with the Rules of Procedure a nd Evidence. \n2. (a) A jud ge shall not particip ate in an y case in  which his or her impartialit y might \nreasonably be doubted on any gr ound. A judge shall be disqualif ied from  a case in accordance  \nwith this paragrap h if, i nter alia , that judge has previously been invo lved in any cap acity in  that \ncase bef ore the Court or in a rel ated criminal case at  the national level involving the pers on being \ninvest igated or prosecuted. A judge shal l also be di squalified on such other grounds as m ay be \nprovided for in th e Rules of Procedure a nd Evidence. \n (b) The Prosecutor or the person being investigated or prosecuted may reque st the \ndisqualification of a judge under this paragraph. \n (c) Any question  as to  the disqualificatio n of a judge shall be deci ded by an abs olute \nmajority of th e judges. The challenged jud ge shall be entitled to presen t his or her comments on \nthe matter, but shall no t take part in the decision ."
  },
  {
    "source": "Rome Statute",
    "number": "42",
    "title": "The Of fice of the Prosec utor ",
    "text": "1. The Of fice of t he Prosec utor s hall act indepe ndently as a sep arate o rgan of the Co urt. It  \nshall be res ponsible for recei ving referrals and a ny substantiated inform ation on crimes within the  \njurisdiction of the Court, for examining them and for conducting invest igations and prosecutions \nbefore the Court. A member of the Of fice shall  not seek or act on inst ructions from  any externa l \nsource. \n2. The Office shal l be heade d by the Prosecutor. The Prosecutor shall have full authority over \nthe management and administratio n of th e Office, in cluding the staff, facilities an d other resources  \nthereof. The Prosecu tor sh all be assisted  by one or more Depu ty Pro secutors, wh o shall be entitled \nto carry out any of the acts requ ired of the Prosecu tor un der this  Statute. The Prosecut or and the \nDeputy Prosecutors shall be of d ifferent nationalities. Th ey sh all serve on a full-time b asis. \n3. The Prosecut or and t he Deputy Prosecut ors shall be pers ons of high m oral character , be \nhighly competent in and have extensive practical ex perience in th e prosecu tion o r trial o f crim inal \ncases. T hey shall have a n exce llent knowledge of a nd be fluent in at least one of the working \nlanguages of the Court. \n4. The Prosec utor shall be elected  by secret b allot by an absolute majority o f the members of \nthe Assem bly of States Parties. The Deputy Pros ecutors s hall be elected in the  same way from  a \nlist of can didates provided by the Prosecutor. The P rosecutor shall nominate three ca ndidates for \neach position of De puty Prosec utor to be  filled. Un less a  shorter term  is decide d upon at t he time \nof their election, the Prosecutor and t he Deputy Prosec utors shall hold office fo r a term of n ine \nyears and shall not be eli gible for re -election. \n23 \n \n5. Neither t he Pros ecutor nor a De puty Prosec utor shall eng age in any activ ity wh ich is lik ely \nto interfere wi th his or he r prosecutorial functions or to affect confidence in his or her \nindependence. They  shall not engage in any other occupation of a professional nature. \n6. The Presi dency may excuse the Prosecutor or a Deputy Prosecutor, at his or her request, \nfrom acting in a particular case. \n7. Neith er the Prosecu tor no r a Dep uty Pro secutor sh all particip ate in  any matter in  which \ntheir im partialit y mig ht reason ably be doubted on any gro und. They sh all be disqualified from a \ncase in accorda nce with this paragraph if, i nter alia , they have previously been involved i n any \ncapacity in  that case b efore the Court or in a related  criminal case at th e national level involving \nthe person being investigated or prosecuted. \n8. Any quest ion as to the disqualification of the Prosecutor or a Deputy Prosecutor shall be \ndecided by the Appeals Chamber. \n (a) The person being invest igated or prosecuted may at any time request  the \ndisqualification of the Prosecutor or a Deputy Prosecutor on the grounds set ou t in this article; \n (b) The Pro secutor or the Depu ty Pro secutor, as ap propriate, sh all be entitled to \nprese nt his or her comments on the matter; \n9. The P rosecutor shall appoint advisers with legal expe rtise on s pecific issues, i ncluding, but \nnot limited to, sexual and gender violence and violence a gainst children."
  },
  {
    "source": "Rome Statute",
    "number": "43",
    "title": "The Re gistry  ",
    "text": "1. The R egistry shall be res ponsible for the non-judicial asp ects o f the adm inistration an d \nservicing of the Court, without prejudice to the funct ions and powers of the Prosec utor in \naccorda nce with article 42. \n2. The R egistry shall be hea ded by the Registrar, who shall be the principal administrative \nofficer of the Court. The Registrar shall exercise his or her functions under the authority of the \nPresid ent of the Court. \n3. The R egistrar and the Deputy Registrar shall be persons of high moral charact er, be highly \ncompetent and have an excellent knowledge of and be fluent in at least one of the working \nlanguages of the Court. \n4. The judges sh all elect  the Reg istrar b y an absolute majority b y secret b allot, tak ing into \naccount any rec ommendation by the Asse mbly of States Partie s. If t he nee d arises and upon the  \nrecom mendat ion of the Registrar, the judges shall elect, in the same manner, a Deputy Registrar. \n5. The Reg istrar shall h old office for a term  of five years, sh all be eligible for re-electio n once \nand shall serv e on a full-tim e basis. Th e Depu ty Reg istrar sh all hold office for a term of five years \nor such shorter term as may be deci ded upon by an a bsolute majority of the judges, and may be \nelected  on the basis th at the Depu ty Reg istrar shall b e called  upon to serv e as requ ired. \n6. The Reg istrar sh all set up  a Victims and Witnesses Un it within  the Reg istry. This Unit \nshall provide, in consultation with the Office of the Prosecutor, protective measures  and security \narran gements, co unselling  and other app ropriate assistan ce for witn esses, v ictims wh o appear \nbefore  the C ourt, and others who a re at ris k on account of testim ony given by such witnesses. The \nUnit shall in clude staf f with expertise in trauma, including trauma related  to crim es of sexu al \nviolence. \n \n24"
  },
  {
    "source": "Rome Statute",
    "number": "44",
    "title": "Staff ",
    "text": "1. The Pr osecutor and t he Registrar shal l appoint such qualified staff as m ay be requi red to \ntheir re spective of fices. In the case of t he Pros ecutor, this shall in clude the appointment of \ninvest igators. \n2. In the em ployment of st aff, the Prosecutor and the Registrar shal l ensure the highest \nstandards of ef ficiency, com petency and i ntegrity, and shal l have regar d, mutatis mutandis, to the \ncriteria set fo rth in article 36 , paragraph 8. \n3. The Reg istrar, with the agreement of the  Presidency and t he Prosecutor, shall propose Staff \nRegulations which  include the terms and conditio ns upon wh ich the staff of t he Court sh all be \nappointed, remunerat ed and dismissed. T he Staff Regulations shall be approved by the Assem bly \nof States Pa rties. \n4. The Court m ay, in exceptional circum stances , employ the exp ertise of g ratis pers onnel \noffered by States Part ies, intergovernmental organizations or non-governmental organizations to \nassist with t he work of a ny of the or gans of the Court. The Prosec utor m ay accept any such offer \non behalf of the  Office of t he Prosec utor. Such gratis pe rsonnel  shall be em ployed in accordance \nwith guidelines to be estab lished by the Assem bly of States Parties."
  },
  {
    "source": "Rome Statute",
    "number": "45",
    "title": "Solemn undertaking ",
    "text": "Before tak ing up their respective d uties under this Statu te, the judges, th e Pro secutor, the \nDeputy Prosec utors, the Re gistrar and t he Deputy Registrar s hall each m ake a s olemn underta king \nin ope n court to exercise his or her re spective fun ctions im partially an d conscientio usly."
  },
  {
    "source": "Rome Statute",
    "number": "46",
    "title": "Removal from office ",
    "text": "1. A judge, the Prosecutor, a Deputy Prosec utor, the Registrar or the Dep uty Registrar shall \nbe rem oved from of fice if a deci sion to this effect is made in accorda nce with para graph 2, in \ncases whe re that  person: \n (a) Is found to have committed serious m isconduc t or a se rious breach of his or her \nduties under this Statute, as provided for in the Rules of Procedure and Evidence; or \n (b) Is unable to exercise the functions required by this Statute. \n2. A decision as to the rem oval from of fice of a judge , the Pr osecuto r or a Deputy Prosecu tor \nunder paragraph 1 shall be made by  the Assembly of States Pa rties, by secret  ballot: \n (a) In the case of a judge , by a two-thirds  majority o f the States Parties u pon a \nrecommendation adopted by a two-thirds majority o f the other judges; \n (b) In the case  of the Prosec utor, by an absolute majority of th e Stat es Parties; \n (c) In the case of a Deputy Prose cutor, by a n absolute majority of th e States Part ies \nupon the recommendation of the Prosecutor. \n3. A deci sion as to the rem oval from office of the Registrar or Deputy Registrar shal l be \nmade by an absolute majority of th e judges. \n4. A judge, Prosecutor, Deputy Prosecutor, Registrar or Deputy Registrar whose conduct or \nability to  exercise the fun ctions of the office as requ ired by this Statu te is ch allenged under this \narticle shall have full op portunity to prese nt and recei ve evi dence and to m ake subm issions i n \naccorda nce with the R ules of Pro cedure a nd Evidence . The person in question s hall not otherwise \nparticip ate in the con sideration  of the matter. \n25"
  },
  {
    "source": "Rome Statute",
    "number": "47",
    "title": "Discip linary m easures ",
    "text": "A judge, Pro secutor, Depu ty Pro secutor, Registrar or Depu ty Reg istrar who has committed  \nmiscond uct of a less seri ous nature than that set out in article 46, paragraph 1, shall be subject to \ndisciplinary measure s, in accordance  with the Rules of Procedure and  Evidence."
  },
  {
    "source": "Rome Statute",
    "number": "48",
    "title": "Privileges and  immu nities ",
    "text": "1. The Cou rt shall en joy in the territo ry of each  State Party su ch privileges and  immunities as \nare necessary for th e fulfilment of its pu rposes. \n2. The judges , the Prosecut or, the Deputy Prosecutors and the Registrar s hall, wh en en gaged \non or with  respect to  the business of th e Court,  enjoy the same p rivileges and immunities as are \naccorde d to he ads of dipl omatic missions and shall, after t he expi ry of the ir term s of of fice, \ncontinue to be accorded immunity from  legal process of every kind in respect of words spoken or \nwritten  and acts perform ed by them in their official cap acity. \n3. The De puty Registrar , the staf f of the Office of the Prosecut or and the sta ff of the Registry \nshall enjoy the pri vileges and immunities and f acilities necessary for the perform ance of the ir \nfunctions, in acco rdance with the agreem ent on the priv ileges and  imm unities o f the Cou rt. \n4. Counsel, experts, witnesses or any other person required to be present at the seat of  the \nCourt shall be accorde d such treatm ent as is  necessary for the proper functioni ng of the Court, in \naccorda nce with the a greement on the privilege s and im munitie s of the  Court. \n5. The privileges and imm unities o f: \n (a) A judge or the Prosecutor may be waiv ed by an absolute majority of the judges; \n (b) The Reg istrar may b e waived by the Presid ency; \n (c) The De puty Prosecutors and staf f of the Of fice of the Pros ecutor may be waived \nby the Prosecutor; \n (d) The Deputy Registrar and staff of the Registry may be wai ved by the Registrar."
  },
  {
    "source": "Rome Statute",
    "number": "49",
    "title": "Salaries, al lowances a nd expenses ",
    "text": "The judges, the Prosecut or, the Deputy Prosec utors, the Registrar and the Deputy Registrar \nshall receive  such salaries , allowance s and expens es as may be decide d upon by the As sembly of \nStates Parties. These sala ries a nd allowanc es shall not be reduced during their terms of office."
  },
  {
    "source": "Rome Statute",
    "number": "50",
    "title": "Official and working languages  ",
    "text": "1. The official languages of the Court shall be Arabic, Chinese, English, French, Russian and \nSpanish. The judgem ents of t he Court, as wel l as other decisi ons resolving fundam ental iss ues \nbefore t he Court, shall be publis hed in t he official langua ges. T he Presi dency shall, in accorda nce \nwith the criteria estab lished by the Rules of Procedure and Evidence, determine whic h decisions \nmay be conside red as resolving fundamental issues fo r the purposes of  this paragraph. \n2. The w orking languages o f the Court shall be Engl ish and F rench. Th e Rules of Procedure \nand E vidence s hall determine the cases i n which other official languages may be use d as working \nlanguages. \n26 \n \n \n3. At the request of any party to a proceeding or a State allowed to in tervene in a procee ding, \nthe Court shall au thorize a langu age other than Eng lish or French to be  used by such a party  or \nState, provide d that the C ourt conside rs such authorizatio n to be adequately ju stified ."
  },
  {
    "source": "Rome Statute",
    "number": "51",
    "title": "Rules of Procedure  and E videnc e ",
    "text": "1. The R ules of Procedure a nd Evidence shall en ter into force up on adoption by a two-th irds \nmajority of t he members of th e Assem bly of States Parties. \n2. Amendm ents to the Rules of Procedure and Evidence may be pr oposed by: \n (a)  Any State Party ; \n (b) The judges acting  by an abso lute majority; o r \n (c) The Prosec utor. \n Such amendments shall en ter in to force upon adoption by a two-th irds majority o f the \nmembers of th e Assem bly of States Parties. \n3. After the adoption of the Rules of Pr ocedure and E vidence, in ur gent cases whe re the  \nRules do  not provide for a sp ecific situ ation befo re the Court, th e judges may, by a two -thirds \nmajority, draw up prov isional Rules to be applied  until ad opted, amended or rejected  at the next \nordinary or sp ecial sessio n of the Assem bly of States Parties. \n4. The R ules of Procedure a nd Evidence, amendm ents thereto and any prov isional Rule shall \nbe consistent with this Statu te. Amendments to the Rules of Pro cedure and  Evid ence as well as  \nprovisional Rules shall not be applied retroactively to  the detriment of the person who is being \ninvest igated or prosecuted or who has been  convicted. \n5. In the event of conflict b etween  the Statu te and  the Rules of Pro cedure and Evidence, the \nStatute shall prevail."
  },
  {
    "source": "Rome Statute",
    "number": "52",
    "title": "Regulations of the Court ",
    "text": "1. The judges  shall , in accorda nce with this  Statute  and t he Rules of Proce dure and Evide nce, \nadopt, by an absolute majority, the Reg ulations of the Court necessary for its rou tine functioning. \n2. The P rosecutor and t he Registrar shal l be c onsulted in the elaboration of the Regulations \nand any am endmen ts thereto. \n3. The Re gulations and a ny am endments theret o shall take ef fect upon adoption unless \notherwise decided by the judges. Im mediately upon adoption, they shall be ci rculated to States \nParties for comments. If within six months there a re no objections from a m ajority of States \nParties, th ey shall rem ain in force. \n \n \nPART 5. INV ESTIG ATION AND PROSECUTI ON"
  },
  {
    "source": "Rome Statute",
    "number": "53",
    "title": "Initiatio n of an  investigation ",
    "text": "1. The P rosecutor shal l, having evaluated the information m ade avai lable to him or her , \ninitiate an  investigation unless h e or she determin es that there is n o reason able basis to  proceed \nunder this Statute. In  deciding whether to initiate an investigation, the Pro secutor sh all con sider \nwhether: \n (a) The inform ation available to t he Prosecu tor provides a reason able basis to believe \nthat a crim e with in the jurisdiction of the Court has been or is bein g committed; \n27 \n \n (b) The case  is or would be admissible under article 17; and \n (c) Taking into account the gravity of the crime and the interests of victim s, there are  \nnonetheless substan tial reason s to believe that an investigation wou ld not serv e the in terests o f \njustice. \nIf the Prosecut or determ ines that there is no reason able basis to  proceed an d his or her \ndetermination is based so lely on subparagraph  (c) abo ve, he or sh e shall inform  the Pre-T rial \nChamber. \n2. If, upo n inv estigation, the Prosecu tor co ncludes that there is not a su fficient basis fo r a \nprosecution because: \n (a) There i s not a sufficient legal or factual basis to seek a warrant or sum mons u nder \narticle 5 8; \n (b) The case is in admissib le under article 1 7; or \n (c) A prosec ution is not i n the interest s of just ice, taking int o account all t he \ncircum stances, including the  gravity of the crim e, the i nterests of victim s and the age or infi rmity \nof the alleged perpetrator, and his or her role in the alleged crime; \nthe Pro secutor shall inform the Pre-T rial Ch amber and the State making a re ferral under article 14 \nor the Security Council in a case un der article 13, paragraph (b), of his or her conclusion and the \nreasons  for the c onclusion. \n3. (a) At the request of the State making a referral  under article 14 or the Secu rity \nCouncil under article 13, paragraph (b), th e Pre-T rial Ch amber may rev iew a d ecision  of th e \nProsecu tor under paragraph 1 or 2 no t to proceed and may request the Prosecutor to reconsider \nthat decision. \n (b) In addition, the Pre-T rial Ch amber may, on its own initiativ e, rev iew a d ecision  of \nthe Prosecutor not to proceed if it is based solely on paragraph 1 (c) or 2 (c). In such a case,  the \ndecision of the Prosecut or shall be effective only if confi rmed by the Pre-T rial Cham ber. \n4. The Pro secutor may, at an y time, reco nsider a decisio n whether to initiate an  investig ation \nor prosecution based on new facts or information."
  },
  {
    "source": "Rome Statute",
    "number": "54",
    "title": "Duties and powers of the Prosecutor with respect to  investigations ",
    "text": "1. The Pro secutor shall: \n (a) In order to establish the tru th, ex tend the inv estigation to cover all facts an d \nevidence relevant to an assessmen t of whether there is criminal respon sibility un der this Stat ute, \nand, in do ing so, in vestigate in crimin ating and exo nerating  circum stances equ ally; \n (b) Take appropriat e measures to e nsure th e effective investigation and prosec ution of \ncrimes with in the jurisd iction  of the Cou rt, and in doing so, resp ect the interests and  personal \ncircum stances of vi ctims and wi tnesses, i ncluding age, gender as defined in article 7, paragraph 3, \nand healt h, and take int o account t he nature of the crim e, in particular where it in volves sex ual \nviolence, gender violence or violence a gainst children; and \n (c) Fully resp ect the righ ts of persons arising  under this Statu te. \n2. The Prosecutor may cond uct investigations on the territory of a State:  \n (a) In accorda nce with the provisions of Pa rt 9; or \n (b) As au thorized by th e Pre-T rial Ch amber under article 57, para graph 3 (d ). \n3. The Pr osecutor may: \n (a) Collect and examine evide nce; \n28 \n \n \n (b) Request  the presence o f and question persons being investigated, victims and  \nwitnesses; \n (c) Seek the c ooperation of any Stat e or i ntergovernmental organization or \narrangem ent in accorda nce with its re spective com petence and/or mandate; \n (d) Enter in to such arran gements or agreements, not in consisten t with  this Statu te, as \nmay b e necessary to  facilitate  the cooperation  of a State, in tergovernmental organization o r \nperson; \n (e) Agree not to disclose, at any stage of  the proceedings, documents or information \nthat the Prosecutor obtains on the con dition of confidentiality and solely for th e purpo se of \ngenerating  new evidence, un less the provider of the inform ation consents; and \n (f) Take neces sary measures, or re quest that neces sary m easures be taken, t o ensure \nthe confid entiality of information, the protection of any person or the preservation of evidence."
  },
  {
    "source": "Rome Statute",
    "number": "55",
    "title": "Rights of persons during an investigation ",
    "text": "1. In respect of an invest igation under this Statute, a person: \n (a) Shall no t be compelled to incriminate himself or herself or to co nfess guilt; \n (b) Shall no t be subjected  to any form of coerci on, duress or threat, t o torture or to a ny \nother form of cr uel, inhuman or degrading treatment or punishment; \n (c) Shall, if questioned in a language ot her t han a l anguage the pers on fully \nunderstands and speaks , have , free of any cost, th e assistance of a co mpetent interpreter and suc h \ntranslations as are necessary to meet  the requ iremen ts of fairn ess; and  \n (d) Shall not be  subjected t o arbitrary arrest or detention, and shal l not be dep rived of \nhis or h er liberty except  on such grounds and in acc ordance with such proce dures as are \nestab lished in this Statu te. \n2. Where th ere are g rounds to believ e that a person  has committed a crim e with in the \njurisdiction  of the Cou rt and  that p erson is abou t to be question ed either by the Pro secutor, or by \nnational authorities pursuant to a request made under Part  9, that person shall also have the \nfollowing rights of which he or she shall be informed pri or to being questioned: \n (a) To be informed, prior to being question ed, that there are gro unds to  believe that he \nor she has commit ted a crim e with in the jurisdictio n of the Court; \n (b) To remain silen t, withou t such  silence being a con sideratio n in the determination of \nguilt or i nnocence; \n (c) To have legal assistance o f the person’s choosing, or, if the person does not have \nlegal assistance, to have legal assistance assigne d to him or her , in any case whe re the interests of \njustice so  require, and  witho ut payment by the person in any suc h case i f the person does not ha ve \nsufficient means to pay for it; and  \n (d) To be questioned in the prese nce of counsel  unless the person has voluntarily \nwaived his or he r right to counsel."
  },
  {
    "source": "Rome Statute",
    "number": "56",
    "title": "Role of th e Pre-T rial Ch amber in relatio n to a unique investigative opportunity ",
    "text": "1. (a) Where the Pros ecutor c onsiders an investigation to presen t a unique opportun ity to \ntake testimony or a state ment from a witn ess o r to exam ine, collect or te st evidence , which may \nnot be av ailable subsequently for the purposes of a t rial, the Prosecut or shall so i nform the \nPre-T rial Ch amber. \n29 \n \n (b) In that case, t he Pre-T rial Chamber m ay, upon request of the Prosecutor, take such \nmeasures as m ay be necessary to ens ure the ef ficiency and int egrity of the proceedi ngs and, in \nparticular , to protect the rights of the defence. \n (c) Unless th e Pre-T rial Ch amber orders otherwise, th e Prosecutor sh all provide the \nrelevant information to the person who has been arrested or appeare d in response to a summons in \nconnection  with th e investigation referred  to in subparagraph (a), in o rder that he or she m ay be \nheard on the matter. \n2. The m easures referred to in paragraph 1 (b) may include: \n (a) Making recommendations or o rders rega rding procedures to be followed; \n (b) Directing that a record be made of  the proceedings; \n (c) Appo inting an expert to assist; \n (d) Authorizing counsel for a pe rson who has been arrest ed, or appeared before the \nCourt in response to  a summons, to participate, o r where there has not yet b een such an arrest or \nappea rance or counsel has not been designated, appointing another counsel to attend and represent \nthe interests  of the defence; \n (e) Naming one of its members or , if necessa ry, another avai lable judge of the Pre-\nTrial or T rial Division to observe and make re commendations or orders regarding the collection \nand preservation of evidence and the questioning of persons; \n (f) Taking such other action as may be necessa ry to collect or prese rve evidence. \n3. (a) Where the Pros ecutor has not sought m easures pursuant to this article but the Pre-\nTrial Cham ber considers that s uch measures a re require d to preserve e vidence that it deem s woul d \nbe essen tial fo r the defence at tri al, it sh all co nsult with  the Prosecu tor as to whether there is go od \nreason for the Prosecut or’s failure to re quest the measures. If upon cons ultation, the Pre -Trial \nChamber concl udes that the Prosecutor’s failure to request  such measures is unjustified, th e Pre-\nTrial Ch amber may tak e such measu res on its own initiativ e. \n (b) A decision  of the Pre-T rial Ch amber to act on its own  initiative under this \nparagraph may be appeal ed by the Prosecut or. The appeal  shall be heard on an expedited basis. \n4. The a dmissibility of evi dence preserve d or collected for trial purs uant to this arti cle, o r the \nrecord the reof, shall be governed at trial by article 69, and given such weigh t as determined by the \nTrial Ch amber."
  },
  {
    "source": "Rome Statute",
    "number": "57",
    "title": "Functions an d powers of the Pre-T rial Ch amber ",
    "text": "1. Unless otherwise provided i n this Statute, the Pre -Trial Chamber shal l exerci se its \nfunctions in acco rdance with the pro visions of this article. \n2. (a) Orders or ru lings of th e Pre-T rial Chamber issu ed under articles 15, 18, 19, 54, \nparagraph 2, 61, paragraph 7, and 72 must be concurred in by a majority of its judges. \n (b) In all o ther cases, a single jud ge of the Pre-T rial Ch amber m ay exercise the \nfunctions provided for in this Statute, unless otherwise provided for in the Rules of Procedure and \nEvidence or by a majority o f the Pre-T rial Chamber. \n3. In add ition to its other functions under this Statu te, the Pre-T rial Chamber may: \n (a) At the re quest of the P rosecutor, issue s uch orders and warrants as may be requi red \nfor th e purpo ses of an  investigation; \n (b) Upon the request of a person who has been arrested or has a ppeared pursuant to a \nsummons un der article 58, issue suc h orders, including m easures s uch as t hose desc ribed in \n30 \n \n \narticle 56, or seek suc h cooperation pursuant to Part 9 as m ay be necessary  to assist the pers on in \nthe preparation of his or her de fence; \n (c) Where necessa ry, provide  for the protection a nd privacy of victi ms and witness es, \nthe prese rvation of evi dence, the protection of persons wh o have been  arrested or appeare d in \nresponse to a summons, a nd the protection of national security information; \n (d) Authorize th e Pro secutor to take sp ecific in vestigative step s with in the territ ory of \na State Party without ha ving secure d the coope ration of that State unde r Part 9 if, wh enever \npossible having regard to the views o f the State conce rned, the Pre-T rial Chamber has determined \nin that case that the State  is clearly unable to exec ute a reque st for c ooperation due to the \nunavailability of an y authority or any component of its judicial syste m competent to execute the \nrequest for cooperation und er Par t 9. \n (e) Where a warra nt of arrest or a summ ons has been i ssued under article 58, and \nhaving due regard to the strength of the evidence a nd the rights of the parties concerned, as \nprovided for in this Statu te and  the Ru les of Procedure a nd Evide nce, see k the coope ration of \nStates pu rsuant to article 93, paragraph 1 (k), to take protective measures for the purpose of \nforfeiture, i n particular for the ultimate benefit of v ictims."
  },
  {
    "source": "Rome Statute",
    "number": "58",
    "title": "Issua nce by the Pre-T rial Cham ber of a warrant of arrest or a summons to appear ",
    "text": "1. At an y time after the initiatio n of an investigation, the Pre-T rial Ch amber shall, o n the \napplication of the Prosecut or, issue a warrant of arrest of a person if, having examined the \napplication  and the evidence or other inform ation submitted by the Pro secutor, it is satisfied  that: \n (a) There a re reas onable grounds to believe that the person has c ommitted a crime  \nwithin the jurisdictio n of the Court; and \n (b) The a rrest of the person appears  necessa ry: \n(i) To ensure t he person’s appeara nce at trial, \n(ii) To ensure that the person does not obstruct or endanger the investig ation or \nthe cour t proceed ings, or \n(iii) Where applicable, to prevent the person from continuing with the \ncommissio n of that crim e or a related  crim e which is with in the jurisdiction  \nof the C ourt and which a rises out of the sam e circum stances. \n2. The a pplication of the Prosecutor shall contain: \n (a) The name of the person and any other relevant identifying information; \n (b) A specific referen ce to the crimes with in the jurisdiction  of th e Cou rt which th e \nperson is alleg ed to have committed ; \n (c) A concise statemen t of the facts which are alleg ed to constitute those crim es; \n (d) A summary of the evidence an d any other information w hich establish reasonable \ngrounds to believe that the person committed  those crim es; an d \n (e) The reason why  the Prosecut or believes t hat the arrest of th e perso n is necessary . \n3. The warrant of arrest  shall contain: \n (a) The name of the person and any other relevant identifying information; \n (b) A specific reference t o the crimes withi n the jurisdiction of the Court for which the \nperson’s arrest is sought; and \n (c) A concise statemen t of the facts which are alleg ed to constitute those crim es. \n31 \n \n4. The warran t of arrest sh all rem ain in effect un til otherwise ordered by the Court. \n5. On the basis of the warrant  of arrest, the Court may requ est the prov isional arrest or t he \narrest  and surrender of the person under Part 9. \n6. The P rosecutor may request the Pre-Trial Chamber to amend t he warrant of arrest by \nmodifying or addi ng to the cri mes specified ther ein. The Pre -Trial Cham ber shall so am end the  \nwarran t if it is satisfied  that there are reaso nable grounds to believe that the person committed  the \nmodified or additio nal crim es. \n7. As an  altern ative to  seek ing a warran t of arrest, the Prosecutor may subm it an application \nrequesting  that the Pre-T rial Cha mber issu e a su mmons for the person to appear. If th e Pre-T rial \nChamber is sati sfied th at there are reason able grounds to believe that the person committed  the \ncrime alleged and that a su mmo ns is suf ficient to ensure the person’s appearance, it shall issue the \nsummons, with or withou t conditio ns restrictin g liberty (other than detention) if provided for by \nnational law, for the person to appear. The summons shall contain: \n (a) The name of the person and any other relevant identifying information; \n (b) The specified  date on which th e person is to appear; \n (c) A specific referen ce to the crimes with in the jurisdiction  of th e Cou rt which th e \nperson is alleg ed to have committed ; and \n (d) A concise statemen t of the facts which are alleg ed to constitute the crim e. \nThe s ummons s hall be served on the person."
  },
  {
    "source": "Rome Statute",
    "number": "59",
    "title": "Arrest proceedi ngs in the c ustodial State  ",
    "text": "1. A State Pa rty which has recei ved a request  for provisional arrest  or for arrest a nd surrender \nshall imm ediately take steps to arrest the person in question in accordance with its laws and the  \nprovisions of Part 9. \n2. A person arrested  shall be brought promptly before the competent judicial au thority in  the \ncustodial State which shall dete rmine, in acco rdance with t he law of that State, t hat: \n (a) The warran t applies to  that person; \n (b) The person has been arrested in accorda nce with the proper proc ess; and \n (c) The per son’s rights have  been respect ed. \n3. The person arrested  shall have the right to app ly to the competent authority in  the custodial \nState fo r inte rim release pending surrender. \n4. In reac hing a decision on an y such application , the competent au thority in  the custodial \nState shall c onsider whether , given the gravity of t he alleged c rimes, there are urgent and \nexceptional circu mstances to  justify in terim release and whether necessa ry safeguards e xist to \nensure that the custodial State can  fulfil its du ty to surrend er the person to th e Court. It shall no t be \nopen to the competent authori ty of t he custodial St ate to c onsider whethe r the warra nt of a rrest \nwas properly iss ued in acc ordance with  article 58, paragraph 1 (a) and (b). \n5. The Pre-T rial Chamber shall be notified  of any requ est fo r interim release an d shall make \nrecommendations to th e competent authority in  the custodial State. The c ompetent a uthority in  \nthe custodial State sh all give fu ll con sideratio n to such recommen dations, including any \nrecomm endations on m easures to pre vent the escape of the person, before rendering its decision. \n6. If the person is g ranted interim release, th e Pre-T rial Chamber may req uest periodic \nreports  on the status of the inte rim release. \n32 \n \n \n7. Once  ordered to be surrendered by the custodial State, the person shall be delivered to the \nCourt as s oon as  possible."
  },
  {
    "source": "Rome Statute",
    "number": "60",
    "title": "Initial p roceedings before th e Cou rt ",
    "text": "1. Upon the surrender of the person to the Court, or th e person’s appearance be fore the Court \nvoluntarily or pursuant to a summons, t he Pre-Trial Chamber shall satisfy itself th at the person has  \nbeen in formed of the crim es wh ich he or she is alleg ed to have committed , and of his or her righ ts \nunder this Statu te, including the right to apply for in terim  release p ending trial. \n2. A person subject to a warrant of arrest m ay apply for interim  release p ending trial. If t he \nPre-T rial Ch amber is satisfied  that the cond itions set forth in article 58, paragrap h 1, are m et, the \nperson shall contin ue to be detained. If it is not so satisfie d, the Pre-T rial Cham ber shall release t he \nperson, with  or with out conditions. \n3. The Pre-T rial Ch amber shall periodically rev iew its ru ling on the release o r deten tion of \nthe person, and may d o so at any ti me o n the request of the Prosecu tor or the person. Upon such \nreview, it m ay modify its ru ling as to detention, release or co nditio ns of release, if it is satisfied th at \nchange d circ umstances s o requi re. \n4. The Pre-T rial Cham ber shall ensure that a person is not detained for an unreason able \nperiod prior to trial due t o inexcusable del ay by the Prosec utor. If such delay occu rs, the Court \nshall consider releasin g the person, with  or witho ut conditions. \n5. If nece ssary, the Pre-T rial Chamber m ay issue a warrant of arrest  to secure the presence of \na person who ha s been released."
  },
  {
    "source": "Rome Statute",
    "number": "61",
    "title": "Confirm ation of th e charges before trial  ",
    "text": "1. Subject to the provisions of  paragraph 2, within a reason able time after the p erson’s \nsurrender or voluntary appea rance befo re the Court, the Pre -Trial Chamber shal l hold a heari ng to \nconfirm  the cha rges on which the Prosecu tor intends to seek  trial. The hearing  shall be held in the \nprese nce of the  Prosecut or and t he person charged, as well as h is or her coun sel. \n2. The Pre-Trial Chamber m ay, upon request of the Prosecutor or on its own motion, hold a \nhearing in t he abse nce of the person cha rged to confirm  the ch arges o n which the Prosecutor \nintends to seek t rial wh en the person has: \n (a) Waived his or her right to be pre sent; or \n (b) Fled or cannot be found and all reasona ble steps ha ve bee n taken t o secure his or \nher a ppearance bef ore the Court and t o inform the pers on of the cha rges a nd that a heari ng to \nconfirm  those charges will b e held. \n In that case, the pe rson s hall be repres ented by coun sel where th e Pre-T rial Chamber \ndetermines that it is in  the interests o f justice. \n3. Within a reasonab le time before the hearing, the person shall: \n (a) Be p rovided with a co py of the d ocument containing the charges on whic h the \nProsecu tor intends to bring the person  to trial; and  \n (b) Be inform ed of the evi dence on which the Pro secutor intends to rely at th e hearing. \n The Pre-T rial Chamber may issue ord ers regarding the disclosure of information for th e \npurposes  of the heari ng. \n4. Before the hearing, the Prosecutor may cont inue t he investigation and may am end o r \nwithdraw any charges. The person shall be given reasonable notice before the hea ring of any \n33 \n \namendm ent to or withdrawal of ch arges. In case of a withdra wal of c harges, the Prosec utor s hall \nnotify the Pre-T rial Ch amber of the reas ons for the withdra wal. \n5. At the  hearing, the Prosec utor shall s upport  each c harge with sufficient e vidence  to \nestab lish substan tial g rounds to believe that the person commi tted the crime charged. The \nProsecu tor may rely o n documen tary o r summary ev idence an d need not call th e witn esses \nexpected  to testify at th e trial. \n6. At the hearing, the person may: \n (a) Object to the  charges; \n (b) Challenge  the e vidence presented by the Prosec utor; and \n (c) Prese nt evidence. \n7. The Pre-T rial Chamber shall, on  the basis of the heari ng, de termine whet her there is  \nsufficient e vidence to establish substa ntial grou nds to believe  that the person committed each of \nthe crim es ch arged. Based  on its determination, the Pre-T rial Cha mber shall: \n (a) Confirm  those charges in relation  to which it has determined that th ere is su fficient \nevidence, and commit th e person to a T rial Ch amber for trial on the charges as co nfirm ed; \n (b) Declin e to confirm those charges in relatio n to which it has determined that there is  \ninsufficient evidence; \n (c) Adjo urn the hearing  and request the Pro secutor to consider: \n(i) Providing further evidence or conducting further invest igation with respect \nto a particular charge; or \n(ii) Amending a c harge beca use the evid ence submitted appears t o establish a \ndifferent crim e with in the jurisdictio n of the Court. \n8. Where th e Pre-T rial Chamber declines to confirm a char ge, the Prosecutor shall not be \nprecluded from subsequ ently req uesting its co nfirm ation if the requ est is su pported  by additional \nevide nce. \n9. After the charges are c onfirmed and before the trial has begun, the Prosecutor may, with \nthe perm ission of the Pre-T rial Cham ber and after notice to the accuse d, am end the char ges. If the  \nProsecu tor seeks to  add additional charges or to substitute more seriou s charges, a h earing  under \nthis article to  confirm those charges must be held. After co mme ncement of the trial, th e Pro secuto r \nmay, with  the permission of the Trial Ch amber, withdraw th e char ges. \n10. Any warrant pre viously issued shall cease to ha ve effect with  respect to a ny cha rges which \nhave not been confirmed by the Pre -Trial Chamber or w hich have bee n withdrawn by the \nProsecut or. \n11. Once  the charges have been confirmed in accordance with th is article, th e Presi dency shall \nconstitu te a T rial Chamber which , subject to  paragraph  9 and to article 64, paragraph  4, shall be \nresponsible for the condu ct of subsequent proceedings and may exercise an y fun ction of the Pre-\nTrial Ch amber that is relev ant and cap able of applicatio n in those pro ceedings. \n \n \nPART 6. THE TRIAL"
  },
  {
    "source": "Rome Statute",
    "number": "62",
    "title": "Place of trial  ",
    "text": "Unless  otherwis e decide d, the  place of th e trial s hall be t he seat of the C ourt. \n \n34"
  },
  {
    "source": "Rome Statute",
    "number": "63",
    "title": "Trial in the  presence of the acc used ",
    "text": "1. The acc used shall be present during the trial. \n2. If the accu sed, being presen t before th e Court, con tinues to disrupt the trial , the Trial \nChamber may remove the acc used and shall make provision for him or he r to observe the trial and \ninstruct counsel from  outside the courtroom, through the use of com munications t echnology, if \nrequired. Such measu res sh all be taken only in exceptional circum stances after othe r reasona ble \naltern atives have prov ed inadequate, an d only for such duration as is strictly requ ired."
  },
  {
    "source": "Rome Statute",
    "number": "64",
    "title": "Functions an d powers of the Trial Chamber ",
    "text": "1. The fun ctions and powers of the Trial Ch amber set ou t in this article sh all be exercised  in \naccorda nce with this Statute a nd the Rules of Procedure a nd Evidence. \n2. The Trial Ch amber shall en sure th at a trial is  fair an d expeditious and is co nducted  with  \nfull re spect for the rights of t he accuse d and due  regard for the  protection of victim s and witnes ses. \n3. Upon assignm ent of a ca se for trial in accordan ce with t his Statute, the T rial Cham ber \nassigned to deal with the case shall: \n (a) Confer with t he parties a nd adopt such proce dures as are neces sary to facilitate the  \nfair and expeditious conduct of the proceedings; \n (b) Determ ine the language or langu ages to b e used at trial; an d \n (c) Subject to any other relevant provisions of this Statute, provide for disclosure of \ndocuments or information not previously disclosed, sufficiently in ad vance of the com mencem ent \nof the trial t o enab le adequate preparation  for trial. \n4. The T rial Cha mber may, if necessa ry for its ef fective and fai r functio ning, refer \npreliminary issu es to th e Pre-T rial Ch amber or, if necessary , to another availab le jud ge of \nthe Pre-T rial Div ision. \n5. Upon  notice t o the parties, th e Trial Ch amber may, as appropriate, direct  that there  be \njoinder or severance in res pect of ch arges against m ore than one accuse d. \n6. In performing its functions prior to trial or during the cou rse of a trial, t he Trial Ch amber \nmay, as necessa ry: \n (a) Exercise a ny functions of the Pre-T rial Cha mber referred to  in article 61, \nparagraph 11; \n (b) Require the attendance a nd testimony of witnesses an d production of documents \nand other evidence by obtaining, if necessary , the assista nce of States  as provided in this Statute; \n (c) Provide for th e protection of con fidential informatio n; \n (d) Order the pro ductio n of ev idence in addition to that alread y collected  prior to  the \ntrial o r presen ted during the trial b y the parties; \n (e) Provi de for the  protection of t he accuse d, witnes ses and victim s; and \n (f) Rule o n any other rele vant matters. \n7. The trial sh all be held in pub lic. Th e Trial Chamber may, however, determine that special \ncircum stances requi re that  certain proceedi ngs be in closed session for th e purposes  set forth in \narticle 6 8, or to protect confid ential o r sensitive information to be g iven in evidence. \n8. (a) At th e commencement of the trial, th e Trial Chamber shall have read to the \naccuse d the cha rges previously confi rmed by the Pre-T rial Cham ber. The T rial Cha mber shall \n35 \n \nsatisfy itself th at the accu sed understand s the nature of the char ges. It shall af ford h im or her the \nopportunity to  make an admission of guilt in acco rdance with article 6 5 or to plead not guilty. \n (b) At the trial, the presiding judge may give directi ons for the conduct of proceedi ngs, \nincluding to ensure t hat they are co nducted in a fai r and impartial manner. Subject to any \ndirections of the presidi ng judge, the pa rties may subm it evidence in accorda nce with the  \nprovisions of this Statu te. \n9. The Trial Ch amber shall have, inter alia, the power on application of a party or on its own \nmotion to: \n (a) Rule on the admissib ility o r relev ance of ev idence; an d \n (b) Take all necessary step s to maintain order i n the course of a hearing. \n10. The T rial Cham ber shall ensu re that a complete record of the tria l, which accurately \nreflects th e pro ceedings, is m ade and that it is m aintained and  preserv ed by the Registrar."
  },
  {
    "source": "Rome Statute",
    "number": "65",
    "title": "Proceedi ngs on an admission of guilt ",
    "text": "1. Where th e accused  makes an admission of guilt pursuant to article 64, paragraph  8 (a), the \nTrial Ch amber shall determine whether: \n (a) The accu sed understan ds the nature and  consequences of the admissio n of guilt; \n (b) The a dmission is vol untarily made by th e accuse d after suf ficient  consultation wi th \ndefence c ounsel; and \n (c) The admission of guilt is supp orted  by the facts of the case th at are co ntained in: \n(i) The charges brought by the Prosecutor a nd adm itted by the acc used; \n(ii) Any materials p resented by the Prosecu tor which supplement the charges \nand which the accuse d acce pts; and \n(iii) Any other evidence, su ch as the te stimony of witn esses, p resented by the \nProsecut or or the accuse d. \n2. Where th e Trial Ch amber is satisfied  that the matters referred  to in paragraph 1 are \nestab lished, it sh all con sider the admission of guilt, to gether with  any add itional evidence \npresented, as estab lishing all th e essen tial facts that are re quired to prove t he crime to which the \nadmission of guilt relates, and  may co nvict the accu sed of that crime. \n3. Where the Trial Ch amber is not satisfied  that the matters refe rred to in paragraph 1 are \nestab lished, it sh all co nsider the ad mission of guilt as n ot having been made, in which case it sh all \norder that the trial be c ontinued under the ordinary trial procedures prov ided by this Statu te and \nmay re mit the case to  another Trial Ch amber. \n4. Where th e Trial Chamber is o f the opinion that a more co mplete presentation of the facts \nof the case is req uired in the interests of ju stice, in  particular the in terests o f the victims, the Trial \nChamber m ay: \n (a) Request the Prosecu tor to presen t add itional evid ence, in cluding the testi mony of \nwitnesses; or \n (b) Order that the trial be co ntinued under the ordinary trial procedures provided by \nthis Statu te, in which case it sh all co nsider the ad mission of guilt as n ot having been  made and \nmay re mit the case to  another Trial Ch amber. \n5. Any discussions between the Prosecutor and the defence re garding m odification of the \ncharges, the admissio n of guilt or the penalty to  be imposed shall not be binding on  the Cou rt. \n \n36"
  },
  {
    "source": "Rome Statute",
    "number": "66",
    "title": "Presumption of innocence  ",
    "text": "1. Everyone shall b e presumed innocent until prov ed gu ilty b efore the Court in  acco rdance \nwith the app licable law . \n2. The onus is on the Pro secutor to prov e the guilt of the accu sed. \n3. In ord er to convict th e accu sed, th e Cou rt must be convinced of the guilt of the accu sed \nbeyond reason able dou bt."
  },
  {
    "source": "Rome Statute",
    "number": "67",
    "title": "Rights of the ac cused ",
    "text": "1. In the determination of an y charge, the accu sed shall be entitled to a public hearing, having \nregard to the provisions of th is Statu te, to a fair hearing  cond ucted impartially, and to the following \nminimum guarantees, in full equality : \n (a) To be i nformed pr omptly and i n detail of the nature, cause and c ontent of the \ncharge, in a  language  which the  accuse d fully und erstands and speaks; \n (b) To have adequate ti me and facilities fo r the preparation  of the defence an d to \ncomm unicate freely with c ounsel of the accused’s choosing i n confide nce; \n (c) To be tried without undue delay; \n (d) Subject to article 63, paragraph 2, to be presen t at the trial, to  conduct the defence \nin person or through legal assistance of the accused’s choosing, t o be informed, if the acc used does \nnot have legal assistance, of this right and to have legal assistance assi gned by the Court in any \ncase where t he interests of justice so require , and wit hout paymen t if the accus ed lacks  sufficient \nmean s to pay for it; \n (e) To exam ine, or have examined, the witn esses ag ainst him or her and  to obtain the \nattendance an d examination of witnesses on his or her behalf und er th e same co nditions as \nwitnesses ag ainst him or her. The accu sed shall also  be entitled to raise d efences and  to present \nother evidence admissible unde r this Statute; \n (f) To have, free of any cost, the assist ance of a com petent interpreter a nd such \ntranslations as are necessa ry to meet the requi rements of fai rness, if any of the procee dings of or \ndocuments pres ented to t he Court are not in a langua ge which the accuse d fully understa nds a nd \nspeaks; \n (g) Not to be compelled to testify or to  confess guilt and t o remain silent, without such \nsilence being a co nsideration  in the determination of guilt or inno cence; \n (h) To make an unsworn oral or written  state ment in his or her defence; an d \n (i) Not to have imposed on him or her a ny reversal of the burden of proof or any onus \nof rebuttal. \n2. In addition to any other disclosure provided for in this Statute, the Prosecut or shall, as soo n \nas practicab le, disclo se to the defence ev idence in the Pro secutor’s possession  or control which he \nor she believes shows or tends to  show the innocence of the accuse d, or to mitig ate the guilt of the \naccuse d, or which m ay affect t he credibility of pr osecution evi dence. In cas e of doubt as to t he \napplication  of this paragraph , the Cou rt shall decide."
  },
  {
    "source": "Rome Statute",
    "number": "68",
    "title": "Protection of the victim s and wi tnesses a nd their pa rticipation i n the proceedi ngs ",
    "text": "1. The Court shall take appropriate  measures to  protect the safety , physical and psychological \nwell-being, dignity and pri vacy of victims and wi tnesses . In so doing, the Court shall have re gard \n37 \n \nto all relevant factors, i ncluding age , gender as defined i n article 7, paragraph 3, and heal th, and \nthe nature of t he crim e, in particular, but not limited to, whe re the crim e involves sexual  or gender \nviolence or viol ence agai nst chi ldren. The Pros ecutor shall take such m easures particularly during \nthe invest igation and prosecution of suc h crimes. These measure s shall not be pre judicial to or  \ninconsistent with the  rights of the accu sed and a fair a nd impartial trial. \n2. As an e xception to the principle of public heari ngs provided f or in article 67, the \nCham bers of t he Court m ay, to protect victim s and witnesses  or an accused, c onduct a ny part of \nthe proceedings in cam era or a llow the presentation of evidence by  electronic or other s pecial \nmeans. In particular, suc h measure s shall be  implemented in the case of a victim of sexual \nviolence or a c hild who is a victim or a wi tness, u nless otherwise ordered by the Court, having \nregard to all t he circum stances, particula rly the views of th e victim or witness. \n3. Where th e personal interests of the victims are af fected, th e Cou rt shall permit their views \nand c oncerns to be prese nted and c onsidered at stages of the procee dings determined to be \nappropriate b y the Court and  in a manner which is n ot prejudicial to  or inconsistent with  the righ ts \nof the acc used and a fai r and impartial trial. Such views a nd conce rns m ay be prese nted by the \nlegal represe ntatives of the victim s where t he Court con siders it appropria te, in  acco rdance with  \nthe Rules of Proced ure and Evidence. \n4. The Victims and Witnesses Unit may ad vise the Prosec utor and the Court on appropriate \nprotective m easures , security arrangem ents, couns elling and assistance as referred to i n article 43, \nparagraph 6. \n5. Where th e disclosure of evidence o r information pursuant to this Statu te may lead to the \ngrave endangerment of the sec urity of a witness or his or her family, the Pros ecutor may, for the \npurposes  of any proceedings conducted prior to the commencement of the trial, withho ld su ch \nevide nce or inform ation a nd inst ead s ubmit a summa ry thereof. Such measures shall be  exercised \nin a manner which is no t prej udicial to or inconsistent with  the rights of the accused  and a fair and  \nimpartial trial. \n6. A State m ay make a n application for necessa ry measures t o be ta ken in res pect of the \nprotection of its servants or agents and  the pro tection of confidential o r sensitive information."
  },
  {
    "source": "Rome Statute",
    "number": "69",
    "title": "Evide nce ",
    "text": "1. Before testifyin g, each  witn ess sh all, in  acco rdance with the Ru les of Procedure and \nEvidence, give an undertaking as to the truthfulness of the evidence t o be given by that witness. \n2. The testim ony of a witn ess at t rial sh all be given in person, excep t to the extent prov ided \nby the measures set fo rth in  article 68 or in the Rules of Pro cedure and  Evidence. The Cou rt may \nalso pe rmit the giving of viva voce (oral) or recorded testimony of a witness by means of video or \naudio techno logy, as well as the in trodu ction of do cuments or written  transcripts, subject to  this \nStatute and in a ccorda nce with the Rules of Procedure a nd Evidence.  These m easure s shall not be \nprejudicial to or inconsistent with the  rights of the accuse d. \n3. The pa rties may subm it evidence relevant to  the case, in accorda nce with arti cle 64. The \nCourt s hall ha ve the a uthority to re quest t he submission of all e vidence that it consi ders necess ary \nfor the determination of the truth. \n4. The Court m ay rule on the relevan ce or admissibility o f any evidence, tak ing into acco unt, \ninter alia , the probative value of the evide nce and any prejudice that suc h evidence may cause to a  \nfair trial or to a  fair eval uation of the  testim ony of a  witness, in accordance  with the R ules of \nProcedure  and Evide nce. \n5. The Court sh all resp ect and  observ e privileges on confidentiality as p rovided for in  the \nRules of Procedure  and E videnc e. \n38 \n \n \n6. The C ourt shall not require proof of facts of common kn owledge but may take judicial \nnotice of them. \n7. Evidence obtained by means of a violation of th is Statu te or internationally recogn ized \nhuman rights shall not be admissible if: \n (a) The violation casts sub stantial do ubt on the reliab ility o f the evidence; or \n (b) The adm ission of the evi dence would be ant ithetical to and wo uld seriously \ndamage the int egrity of the  proceedi ngs. \n8. When deciding on the relev ance o r admissibility o f evidence co llected  by a State, th e \nCourt sh all no t rule on the app licatio n of the State’ s national law."
  },
  {
    "source": "Rome Statute",
    "number": "70",
    "title": "Offence s against the adm inistration of justice ",
    "text": "1. The Cou rt shall have jurisd iction  over the following  offences ag ainst its ad ministratio n of \njustice wh en commi tted intentionally: \n (a) Giving false testimony whe n under an obligation pursuant to article 69, \nparagraph 1, to tell the truth; \n (b) Prese nting evidence that the party knows is false or for ged; \n (c) Corruptly in fluencing a witn ess, o bstructing or interfering  with th e atten dance or \ntestimony of a witness, retaliatin g against a witness for giving testimony or destroying, tampering \nwith or interferi ng with th e collection of evidence; \n (d) Impeding, intimidating or corrup tly in fluen cing an of ficial of th e Cou rt for th e \npurpose of forcing or persuading the official not to perform, or to perform improperly, his or her \nduties; \n (e) Retaliat ing against an official of th e Cou rt on acco unt of duties p erformed by that \nor another official; \n (f) Solicitin g or accep ting a brib e as an official of t he Cour t in connection with  his or \nher of ficial duties. \n2. The p rinciples and procedures governing the Court’s exe rcise of jurisdiction over offences \nunder this article sh all be those prov ided for in the Ru les of Procedure an d Ev idence. Th e \nconditions for providing in ternational cooperation to the Cour t with re spect  to its proceedi ngs \nunder this article shall be governed by the domestic laws of the request ed State. \n3. In the event of conviction , the Court m ay impose a term  of imprisonment not exceeding \nfive years, or a fine in ac corda nce with the Rules of Proce dure and E vidence, or both. \n4. (a) Each State Part y shall extend its crim inal law s penalizing  offences ag ainst the \nintegrity of its own investigative or judicial pr ocess to of fences agai nst the administratio n of \njustice referred  to in th is article, committed  on its territory , or by one of its nationals; \n (b) Upon  requ est by th e Cou rt, whenever it d eems it proper, the State Party sh all \nsubmit the case to  its co mpetent authorities fo r the purpo se of prosecution. Those au thorities shal l \ntreat su ch cases with  diligence and devote sufficient resou rces to  enable them to  be conducted \neffectively . \n \n39"
  },
  {
    "source": "Rome Statute",
    "number": "71",
    "title": "Sanct ions for misconduct before the Court ",
    "text": "1. The C ourt may sanct ion persons present  before it who c ommit misconduct, including \ndisruption of its proceedi ngs or deliberate re fusal to co mply with its dir ections, by administrative \nmeasures other than imprisonment, such as temporary or permanent removal from the courtroom,  \na fine or other similar measures provided for in the R ules of Procedure a nd Evidence. \n2. The p rocedures governing the imposition of t he measures set  forth in paragraph 1 shal l be \nthose prov ided for in the Rules of Procedure and Evidence."
  },
  {
    "source": "Rome Statute",
    "number": "72",
    "title": "Protection  of natio nal secu rity in formation ",
    "text": "1. This article app lies in  any case where th e disclosure of the information or documents of a \nState woul d, in the opi nion of that State, preju dice its n ational secu rity in terests. Su ch cases \ninclude those fallin g within the scope of article 56, paragraphs 2 and 3, ar ticle 61, paragraph 3, \narticle 64, paragraph 3, art icle 67, paragraph 2, article 68, paragraph 6, art icle 87, paragraph 6 and \narticle 93, as we ll as cases arising at any othe r stage of the proc eedings wh ere such disclosure m ay \nbe at iss ue. \n2. This article shall also appl y when a pers on who has bee n requested to give information or \nevidence has re fused to do so or has refe rred the matter to the Stat e on t he ground that disclosure \nwould prejudice the national security interests of a State and the State concerne d confirm s that it is \nof the opinion that disclosure wou ld prejud ice its n ational secu rity interests. \n3. Nothing in this article sh all prejudice the requ irements of confidentiality ap plicable und er \narticle 54, para graph 3 (e)  and (f), or the application of article 73. \n4. If a State learns  that inform ation or docum ents of the State are  being,  or are likely to be , \ndisclose d at any stage of the proceedi ngs, and it is of the opi nion that disclos ure would prejudice \nits national secu rity in terests, that State sh all have the right to intervene in order to obtain \nresolution of the issue in accordance with this  article. \n5. If, in the opinion of a State, disclosure of  informatio n wou ld prejud ice its n ational secu rity \ninterests, all reaso nable step s will be taken by the State, act ing in conjunction with the Prosecutor, \nthe defence or the Pre-T rial Chamber or Trial Chamber, as the  case m ay be, to seek t o resolve the \nmatter by coope rative m eans. Such steps  may include: \n (a) Modification  or clarificatio n of the requ est; \n (b) A determination by the Co urt reg arding the relev ance of th e information or \nevidence so ught, or a det ermination as t o whet her the evidence, though relevant, coul d be or has \nbeen obtaine d from a source other tha n the requested State; \n (c) Obtaining the information or ev idence fro m a different sou rce or in a different \nform; or \n (d) Agreem ent on conditions un der which the assist ance cou ld be prov ided including, \namong other t hings, providing sum maries or redactions, limitations o n disclosure, use of \nin cam era or ex  parte proceedi ngs, or othe r protective measur es perm issible unde r the Statute a nd \nthe Rules of Proced ure and Evidence. \n6. Once all reasonable steps have been taken to reso lve the matter th rough cooperativ e \nmeans, and if the State consi ders that ther e are n o means or co nditions under which the \ninformation or documents could be pr ovided or disclosed without prejudice to its national security \ninterests, it sh all so notify the Pro secutor or th e Court of th e specific reason s for its d ecisio n, unless \na speci fic desc ription of the reas ons would itself necessarily resu lt in such prejudice to the State’ s \nnational security interests. \n40 \n \n \n7. Thereafter , if the Co urt determin es th at the evidence is releva nt and necessa ry for the  \nestablishm ent of the guilt or in nocence of the accuse d, the Cour t may undert ake the  following  \nactions: \n (a) Where disclosure of th e info rmation or document is sou ght pursu ant to a request  \nfor c ooperati on unde r Part 9 or the ci rcum stances descri bed in paragraph 2, and the State has  \ninvoked the ground for refusal referred to in article 93, para graph 4: \n(i) The Court may, before mak ing an y con clusion referred to in \nsubparagraph 7 (a) (ii), request  further consultations f or the purpose of \nconsideri ng the State’ s represent ations, which may include , as appropriate, \nhearings in camera and ex parte; \n(ii) If the Court con cludes that, by in voking the ground for refusal under \narticle 93, paragraph 4, in the circumstances of the case, the re quested State \nis not acting in accorda nce with its oblig ations under this Statute, the Court  \nmay refer the matter in accorda nce with article 87, paragraph 7, specifying \nthe reas ons for its conclusion; a nd \n(iii) The Cou rt may make such inferen ce in the trial o f the accu sed as to  the \nexistence or non-e xistence of a f act, as may be appropri ate in the \ncircum stances; or \n (b) In all othe r circ umstances: \n(i) Order disclosure; o r \n(ii) To the extent it does not order disclosure, m ake such inferen ce in the trial \nof the accuse d as to the existence or non-e xistence of a fact, as may be \nappropriate in t he circum stances."
  },
  {
    "source": "Rome Statute",
    "number": "73",
    "title": "Third-party information or d ocuments ",
    "text": "If a State Party is req uested by th e Co urt to provide a do cumen t or information in its \ncustody, possessi on or contro l, which  was disclosed to it in conf idence by a State, \nintergovernmental organization or international organization, it sh all seek  the consent of the \noriginator to  disclose that documen t or information. If the originator is a St ate Party , it shall e ither \nconsent to disclosure of th e information or document or unde rtake t o resolve the iss ue of \ndisclosure with the Cou rt, sub ject to  the prov isions of article 72. If the orig inator is no t a Stat e \nParty and  refuses to  consent to disclosure, the req uested State shall inform  the Court th at it is \nunable to provide the document or i nformation beca use of a pre-existing obligation of \nconfidentiality to  the originator."
  },
  {
    "source": "Rome Statute",
    "number": "74",
    "title": "Requirements for the decision ",
    "text": "1. All th e judges of th e Trial C hamber shall be prese nt at ea ch sta ge of the  trial and \nthroughout their deliberations. The Presi dency may, on a case-by -case ba sis, designate, as \navailable, one or more alternate judges to be present at each s tage of the trial and t o replace a  \nmember of the Trial Ch amber if th at member is un able to continue atten ding. \n2. The Trial Ch amber’s decision shall be based on  its ev aluation of the evidence and  the \nentire procee dings. T he decision shall not exc eed the facts a nd circ umstances descri bed i n the \ncharges a nd any amendm ents to the charges. The C ourt may base i ts decision only on evidence \nsubmitted and discu ssed before it at th e trial. \n3. The judges shall attempt to achieve unanimity in their decision, failin g which the decision  \nshall be taken by a m ajority o f the judges. \n41 \n \n4. The deliberatio ns of th e Trial Chamber shall remain  secret. \n5. The decision  shall b e in writing  and shall co ntain a full and reaso ned statem ent of the Trial \nChamber’s findings on the evidence and conclusions. The Trial Ch amber shall issue one decision. \nWhen there is no  unanimity , the Trial Ch amber’s decision  shall contain the views of th e majority \nand the m inority . The decision or a s ummary thereof s hall be  delivered in ope n court."
  },
  {
    "source": "Rome Statute",
    "number": "75",
    "title": "Reparation s to victims ",
    "text": "1. The Cou rt shall estab lish principles relatin g to rep arations to, or in resp ect of, v ictims, \nincluding restitutio n, compensation and rehabilitatio n. On this basis, in  its decisio n the Court m ay, \neither upon requ est or on its o wn motion in exceptional circum stances, d etermin e the sco pe and \nextent of an y damage, loss an d injury to, or in  respect of, victims and will stat e the prin ciples on \nwhich it is acting . \n2. The C ourt may make an o rder directly against a convicted pe rson s pecifying appropriate \nreparations to, or in resp ect of, victi ms, including restitu tion, com pensation and rehabilitatio n. \n Where appropri ate, the Court may order t hat the awar d for reparations be m ade through \nthe Trust Fun d prov ided for in article 7 9. \n3. Before m aking an or der under t his article, the Court m ay invite and s hall take  account of  \nrepresentations from or o n behalf of the convicted person, victims, other interested persons or \ninterested States. \n4. In exercising  its p ower under this article, th e Court m ay, after a p erson is co nvicted of a \ncrime within the jurisdiction of the Court, determine wh ether, in order to give effect to  an order \nwhich it m ay make under this article, it is n ecessa ry to seek m easures  unde r article 93, \nparagraph 1. \n5. A State Party s hall give e ffect to a decision  under this article as if th e prov isions of \narticle 1 09 were app licable to this article. \n6. Nothing in this article sh all be in terpreted as prejud icing the righ ts of victims under \nnational or international law."
  },
  {
    "source": "Rome Statute",
    "number": "76",
    "title": "Sentenci ng ",
    "text": "1. In the event of a conviction , the T rial Ch amber shall c onsider the appropriate sentence t o \nbe im posed a nd shall take i nto account the  evidence prese nted and s ubmissions m ade duri ng the \ntrial that are relevant t o the se ntence. \n2. Exce pt where article 65 applies and before the completion of the trial, th e Trial Ch amber \nmay on its own  motion an d shall, at the reque st of the Prosecutor or the acc used, hold a fu rther \nhearing to hear any additional evide nce or s ubmissions releva nt to the se ntence, in accordance \nwith the Rules of Pro cedure and  Evidence. \n3. Where paragraph 2 applies, any represe ntations under article 75 shall be heard du ring the \nfurther hearing referred to  in paragraph 2 and, if necessary , during  any add itional hearing . \n4. The se ntence s hall be pr onounced in public and, whe rever possible, in the prese nce of the  \naccuse d. \n \n \n42 \n \n \nPART 7. PENAL TIES"
  },
  {
    "source": "Rome Statute",
    "number": "77",
    "title": "Applicable penalties ",
    "text": "1. Subject to  article 110, the Cou rt may impose one of the following  penalties on a person \nconvicted of a crim e referred  to in article 5 of t his Statu te: \n (a) Imprisonm ent for a specifie d number of years, which may not exceed a m aximu m \nof 30 years; or  \n (b) A term  of life i mprisonment when justified b y the extreme gravity of the crim e and \nthe individual circum stances o f the convicted person. \n2. In add ition to imprisonment, the Cou rt may order: \n (a) A fine under the criteria provided for in the Rules of Procedure and Evidence; \n (b) A forfeiture of proceeds, property and as sets derived directly or indirectly from \nthat crime, without prejudice to the rights of bona fide third parties."
  },
  {
    "source": "Rome Statute",
    "number": "78",
    "title": "Determ ination of th e sen tence ",
    "text": "1. In determining the sen tence, the Cou rt shall, in acco rdance with the Rules of Pro cedure \nand E vidence, take int o account s uch fact ors as the grav ity of th e crim e and the ind ividual \ncircum stances of the  convicted person. \n2. In imposing a sen tence of im prisonment, the Court shall deduct the time, if an y, previously \nspent in detenti on in accorda nce with an order of the Court. The Cour t may deduct any time  \notherwise spent in detention in co nnection  with conduct und erlying the crim e. \n3. When a pe rson has bee n convicted of m ore than one crime, the Court shall pronounce a  \nsentence for ea ch crim e and a joi nt sentenc e specifying  the total period of imprisonment. This \nperiod shal l be no less than the highest individual sentence pronounced and shall not exceed \n30 years im prisonment or a sen tence of life i mprisonment in conformity with  article 77, \nparagraph 1 (b )."
  },
  {
    "source": "Rome Statute",
    "number": "79",
    "title": "Trust Fund  ",
    "text": "1. A Trust Fund  shall be estab lished by decision o f the Assem bly of States Parties for th e \nbenefit of victims of crimes within the jurisd iction of the Court, and of t he fam ilies of suc h \nvictims. \n2. The C ourt may order money and other property collected through fines or forfeiture to be \ntransferred, by order of the Court, to  the Trust Fund. \n3. The T rust Fund shall be managed acc ording to criteria to be determined by  the Assem bly \nof States Pa rties."
  },
  {
    "source": "Rome Statute",
    "number": "80",
    "title": "Non-prejud ice to national applicatio n of penalties and  national laws  ",
    "text": "Nothing in this Part af fects the ap plicatio n by States o f penalties p rescrib ed by their \nnational law, nor th e law of States wh ich do  not provide for penalties p rescribed in this Part. \n \n \n43 \n \nPART 8. APPE AL AN D REVISION"
  },
  {
    "source": "Rome Statute",
    "number": "81",
    "title": "Appeal ag ainst decision  of acquittal o r conv iction or against sentence ",
    "text": "1. A decision under  article 74 may be appealed in  acco rdance with  the Rules of Procedur e \nand E vidence as follows: \n (a) The Prosecutor may make an a ppeal on any of the following grounds: \n(i) Procedural error, \n(ii) Error of fact, or \n(iii) Error of law; \n (b) The co nvicted pers on, or the Pro secutor on that pers on’s behalf, may make an \nappeal on any of the following grounds: \n(i) Procedural error, \n(ii) Er ror of fact, \n(iii) Error of law , or \n(iv) Any other ground that affects th e fairn ess or reliab ility of the pro ceedings \nor decision. \n2. (a) A sente nce m ay be appeale d, in acco rdance  with the Rule s of Proce dure and \nEvidence, by the Prosecutor or the convicted person on the ground of disproportion between the \ncrime and the sentence; \n (b) If on an a ppeal against se ntence the Court considers that there are grounds on \nwhich the conviction might be set asid e, who lly or in part, it may in vite th e Prosecu tor and the \nconvicted person to submit grounds under article 81, paragraph 1 (a) or (b), and m ay rende r a \ndecision on conviction in accordance  with article 83; \n (c) The sam e procedure ap plies when  the Court, on an a ppeal ag ainst co nviction  only, \nconsiders that t here are  grounds to reduce the sentence un der paragraph 2 (a). \n3. (a) Unless th e Trial Ch amber ord ers otherwise, a convicted person shall rem ain in \ncustody pending an  appeal; \n (b) When a convicted pers on’s time in cust ody exceeds t he sentence of imprisonment \nimposed, that person s hall be released, exc ept that if the Pro secutor is also  appealing, the release  \nmay be su bject to the conditions under subparagraph (c) below; \n (c) In case of an  acquittal, th e accu sed shall be released  immed iately, subject to  the \nfollowing : \n(i) Under exce ptional circum stances, an d having rega rd, inter alia, to the \nconcrete risk of flight, the ser iousness o f the offence cha rged and the \nprobability of success on appeal, the T rial Cha mber, at the re quest of the  \nProsecutor, may maintain the detention of the person pending appeal; \n(ii) A decision by the Trial Chamber un der subparagraph (c) (i) may be \nappeale d in accordance with the Rules of Procedure and Evidence. \n4. Subject to the provisions of paragraph 3 (a) and (b), exec ution of the decision or sentence \nshall be su spended during the peri od allowed for appeal  and for the duration of the appeal \nproceedings. \n \n44"
  },
  {
    "source": "Rome Statute",
    "number": "82",
    "title": "Appeal against other deci sions ",
    "text": "1. Either pa rty m ay appeal an y of the following decision s in acco rdance with  the Rules of \nProcedure  and Evide nce: \n (a) A decision  with respect to jurisdiction or admissibility; \n (b) A deci sion granting or denying release of the per son being invest igated or \nprosecuted; \n (c) A decision of the Pre-T rial Chamber to act on its o wn initiativ e und er article 56, \nparagraph 3; \n (d) A decisio n that involves an is sue that would signi ficantly af fect the fair a nd \nexpeditious cond uct of th e pro ceedings or th e outcome of the trial, an d for wh ich, in the opinion of \nthe Pre-T rial or Trial Ch amber, an immediate resolution by the App eals Ch amber may material ly \nadvance the proceedings. \n2. A deci sion of the Pre-Trial Chamber u nder article 57, paragraph 3 (d), may be appeal ed \nagainst by the State concerned or by the Pro secutor, with  the leav e of th e Pre-T rial Ch amber. The \nappeal  shall be hear d on an expedited basi s. \n3. An appeal shall not of itself have suspensive effect unless the Appeals C hamber so orde rs, \nupon request, i n accord ance with the  Rules of Proce dure and Evidence. \n4. A legal represent ative of the victims, the convi cted person  or a bona fi de owner of \npropert y adversely  affected by  an order under article 75 may  appeal against  the order for \nreparati ons, as provi ded i n the Rules of Procedure and Evi dence."
  },
  {
    "source": "Rome Statute",
    "number": "83",
    "title": "Proceedi ngs on appeal  ",
    "text": "1. For t he purpose s of proceedi ngs under a rticle 81 and this article, the Appeal s Cham ber \nshall have all the po wers of the Trial Ch amber. \n2. If the  Appeals Cham ber fin ds that the procee dings a ppeale d from were u nfair in a way that \naffected  the reliab ility o f the decision or sen tence,  or that the decisio n or sen tence app ealed  from \nwas m aterially affected by error of fact or law or procedural error, it may: \n (a) Reverse  or am end the decision or sentence; or \n (b) Order a new trial b efore a different Trial Chamber. \n For these purposes, th e Appeals  Cham ber m ay remand a fact ual issu e to the original Trial \nCham ber for it t o determ ine the issu e and to report back accordingly , or may itself call evide nce to \ndeterm ine the issue. When t he decision or s entence has be en appealed only by the pers on \nconvicted, or the Prosecutor on that person’s behalf, it cannot be amended t o his or her detriment. \n3. If in an appeal a gainst sentence the Ap peals Cham ber fi nds that t he sentence is \ndispropo rtion ate to the crim e, it may vary the sente nce in ac corda nce with Part 7. \n4. The judgem ent of t he Appeal s Chamber shal l be taken by a majority of the judges and \nshall be delivered in open court. The judgement shall state th e reason s on which it is b ased. When \nthere is no  unanimity , the judgement of the Appeals Cham ber s hall contain the vie ws of the  \nmajority and the minority, but a judge may deliver a separate or dissenting opinion on a question \nof law. \n5. The Appeals C hamber may deliver its judgement in the absence of the person acquitted or \nconvicted. \n \n45"
  },
  {
    "source": "Rome Statute",
    "number": "84",
    "title": "Revision of conviction or sentence ",
    "text": "1. The c onvicted person or, after death, spouses, children, parents or one person alive at the \ntime of the acc used’s death who has been given express written instruc tions from  the accuse d to \nbring such a cl aim, or the Prosec utor on the person’s behalf, may apply to the Appeal s Chamber to \nrevise the final judgement of conviction or sentence on the grounds that: \n (a) New evi dence has bee n discove red that: \n(i) Was not available at th e tim e of trial, and  such unavailability was no t \nwholly or partially attrib utable to the party m aking applicatio n; and \n(ii) Is suf ficiently im portant that had it been pr oved at trial it woul d have bee n \nlikely to  have resulted in a different verdict; \n (b) It has been newly discove red tha t decisi ve evide nce, take n into  account at trial a nd \nupon which the conviction  depends, was false, fo rged or falsified ; \n (c) One or more of the judges who p articip ated in conviction  or confirm ation of the \ncharges has committed, in that case, a n act of serious miscond uct or serious breach of duty of \nsufficient gravity to  justify the re moval of that judge or tho se judges from office un der article 46. \n2. The App eals Ch amber shall rej ect th e app licatio n if it co nsiders it to  be unfounded. If it \ndetermines that the app licatio n is m eritorious, it may, as ap propriate: \n (a) Reco nvene the original Trial Ch amber; \n (b) Constitute a n ew Trial Ch amber; or \n (c) Retain  jurisdiction over the matter, \nwith a view to, after hearing the parties in the manner set forth in the Rules of Procedure and \nEvidence, arriving at a determination on whether the judgem ent should be revised."
  },
  {
    "source": "Rome Statute",
    "number": "85",
    "title": "Compensat ion to an arrested or convicted person ",
    "text": "1. Anyone who has bee n the victim of unlawful arrest or detention shall have an enforceable \nright to compensatio n. \n2. When a person has by a final decision been convicted of a criminal offence, and when \nsubsequently his or her c onviction has been reverse d on the ground that a ne w or newly \ndiscovere d fact shows  concl usively that there  has been a miscarri age of justice, the person who \nhas suf fered punishm ent as a r esult of suc h conviction s hall be com pensated according to law , \nunless it is p roved th at the non-disclosure of th e unknown fact in  time is wholly or partly \nattributable to him or he r. \n3. In exceptional c ircum stances, where t he Cour t finds conclusive fact s show ing th at there \nhas been a grave and manifest miscarri age of justice, it may in its discretion award compensat ion, \naccording t o the criteria provided in the Rules  of Proce dure a nd Evidence, to a person who has \nbeen released  from detention following  a final d ecisio n of acquittal o r a term ination of the \nprocee dings for that reason. \n \n \n46 \n \n \nPART 9. INTERNATIONAL  COOP ERATION AND JUDICIAL ASSISTANCE"
  },
  {
    "source": "Rome Statute",
    "number": "86",
    "title": "General obligation to cooperate ",
    "text": "States Parties shall, in  acco rdance with th e provisions of this Statu te, coop erate fully with  \nthe Cou rt in its investigation and pro secution of crimes with in the ju risdiction of the Cou rt."
  },
  {
    "source": "Rome Statute",
    "number": "87",
    "title": "Request s for cooperation: general provisions ",
    "text": "1. (a) The Court sh all h ave the authority to  make requ ests to States Parties for \ncooperation. The requests sha ll be transm itted through the diplomatic channel  or any other \nappropriate cha nnel a s may be desi gnate d by each  State Party upon ratification, accepta nce, \napproval or accession. \n Subseque nt cha nges to the  designation s hall be made by each State Party in a ccorda nce \nwith the Rules of Pro cedure and  Evidence. \n (b) When app ropriate, w ithou t prej udice to the provisions of subparagraph (a), \nrequests m ay also be transmitted throug h the International Criminal Po lice Or ganization  or any \nappropriate regional organization. \n2. Request s for cooperation and any documents supporting the request shall either be i n or be  \naccom panied by a translation int o an official langua ge of the requested State or one  of the worki ng \nlanguages of the Co urt, in  acco rdance with  the choice m ade by that State upon ratification , \nacceptance , approval or acc ession. \n Subseque nt cha nges to this c hoice s hall be made in accorda nce with the Rules of \nProcedure  and Evide nce. \n3. The requested  State sh all keep con fidential a request for cooper ation and  any documents \nsupporting the request, exce pt to the extent that the disclosure is necessary for ex ecution of the \nrequest. \n4. In relation  to any req uest for assistan ce presented under this Part, th e Court may take such \nmeasures, incl uding m easures related to the protection  of in formation, as may b e necessary to  \nensure the safety or physical or psychological well-b eing of an y victims, potential witn esses and \ntheir fam ilies. T he Court m ay request that any information that is made available under this Part  \nshall be pr ovided and handled in a manner t hat protects the safety and phy sical or psy chological \nwell-b eing of any v ictims, potential witn esses and  their fam ilies. \n5. (a) The C ourt may invite any State not party to this Statu te to provide assistance under \nthis Part  on the basi s of an ad hoc a rrangement, an agreement with s uch State or a ny other \nappropriate basi s. \n (b) Where a State no t party to th is Statu te, wh ich has entered  into an ad hoc \narrangem ent or an ag reement with the Court, fails to coope rate with request s pursuant to any such \narrangem ent or agreem ent, the Co urt may so inform the Assemb ly of States Parties o r, where th e \nSecurity Co uncil referred  the m atter to  the Cou rt, the Security Cou ncil. \n6. The Court may ask any intergovernmental organization to provide information or  \ndocuments. The  Court may also ask f or other forms of coo peration and assi stance whi ch may be \nagree d upon with such a n organization and which are in a ccorda nce with its co mpetenc e or \nmandate. \n7. Where a State Party fails to com ply with  a request to cooperat e by t he Court contrary t o \nthe prov isions of this Statu te, thereby preventing the Cou rt from exercising its fu nctions and \npowers und er this Statu te, the Court m ay make a finding to that effect and re fer the matter to the \n47 \n \nAssem bly of St ates Part ies or, where the Sec urity Counci l referred the matter to the Court, to the \nSecurity Co uncil."
  },
  {
    "source": "Rome Statute",
    "number": "88",
    "title": "Availability o f procedures und er national law ",
    "text": "States Parties s hall ensure that t here are procedures av ailable under their national law for \nall of t he form s of cooperation which are specified under this Part."
  },
  {
    "source": "Rome Statute",
    "number": "89",
    "title": "Surrender of persons to the Court ",
    "text": "1. The C ourt m ay transm it a reques t for the  arrest  and surrend er of a person, together with the \nmaterial su pporting the req uest outlined in article 91, to any State o n the territo ry of wh ich that \nperson may be found and shall req uest the cooperation of that State in the arrest and surre nder of \nsuch a person. States Part ies shall, in accordance with the provisions of this Part an d the pro cedure \nunder their nation al law, comply with  requests for arrest an d surrender. \n2. Where the person sought for surrender brings a chal lenge before a national court on the \nbasis of the principle of ne b is in idem as provide d in art icle 20, the  requested State s hall \nimmed iately co nsult with  the Co urt to determine if th ere h as been a relev ant ruling on \nadmissibility . If the case is adm issible, the reque sted State shall proceed with t he executi on of the \nrequest. If an  admissibility ru ling is pending, the requested St ate may postpone the exec ution of \nthe requ est fo r surrend er of the person until the Court m akes a determin ation on admissibility. \n3. (a) A State Party shall authorize , in acco rdance with its national proce dural law, \ntransportation through its territory of a person being surrendered to the Court by another State, \nexcept where  transit through t hat State would impede or delay the surrender. \n (b) A re quest by the Court for trans it shall be  transm itted in accorda nce with \narticle 8 7. The request for transit sh all con tain: \n(i) A description of the person being transported ; \n(ii) A brief statem ent of th e facts of the case a nd their legal c haracterization; \nand \n(iii) The warran t for arrest and  surrender; \n (c) A pe rson being transported shall be d etained in custody during the period of \ntransit; \n (d) No a uthorization is required if the person is transported by air and no landing is \nscheduled on the territory of t he tran sit State; \n (e) If an un scheduled landing occurs on the territory o f the transit State, th at State may \nrequire a req uest for tran sit from  the Court as provided for in subparagrap h (b). Th e tran sit St ate \nshall detain the person bei ng tra nsported until the re quest for trans it is received and the tra nsit is \neffected, provided that detention for purposes of this subparagraph may not be extended beyond \n96 hours fro m the unscheduled landing unless the request is receiv ed within that time. \n4. If the pe rson sought is bein g proceede d against or is serv ing a sentence in the requested \nState fo r a crim e different from that f or which surrender to the Court is sou ght, the requested  State, \nafter m aking its decision  to grant th e request, shall co nsult with the Cou rt."
  },
  {
    "source": "Rome Statute",
    "number": "90",
    "title": "Competing requests  ",
    "text": "1. A State Party which receives a  reque st from  the Court for the  surrender of a person under \narticle 89 shall, if it also recei ves a request from any other St ate for the e xtradition of the sa me \n48 \n \n \nperson for the same conduct which form s the basis of th e crime for which the Cou rt seek s the \nperson’s surrender , notify the Cou rt and the requesting State of t hat fact. \n2. Where the requesting State is a State Party , the requ ested  State sh all give priority to  the \nrequest from the Cou rt if: \n (a) The Court has, pursuant to article 18 or 19, made a determination that the case in \nrespect of which surrend er is so ught is ad missible and  that determin ation takes in to accou nt the \ninvestigation or p rosecu tion conducted by the re questing St ate in respect of its request for \nextradition; or \n (b) The Court m akes the determination described in subp aragraph (a) pu rsuant to the \nrequested State’ s notificatio n und er paragraph 1. \n3. Where a det ermination under paragraph 2 (a) has not been m ade, the requested State may, \nat its discretion, pending the determination of the Court under para graph 2 (b), proceed to deal \nwith the request for ex tradition from the requ esting State bu t shall not extradite the person until the \nCourt has determin ed that the case is in admissible. Th e Court’s determination shall be made on an \nexpedited basi s. \n4. If the requesting State is a  State not Pa rty to this Statute t he reque sted State, if it is not \nunder an international obligation to  extradite th e person to the requesting St ate, shall give priority \nto the request for su rrend er from the Court, if th e Cou rt has determin ed that the case is ad missible. \n5. Where a case under paragraph 4 has not been determined to be admissible by the Curt, the \nrequested State may, at its discretion, proceed to deal with t he reques t for extradition from  the \nrequesting State . \n6. In ca ses where paragraph 4 applies except  that the requ ested State is u nder an existing \ninternational obligation to extradite th e person to th e requesting  State no t Party t o this Statu te, the \nrequested  State sh all determine wh ether to surrend er the person to the Cou rt or ex tradite th e \nperson to the requesting St ate. In m aking its deci sion, the re quested State shall consider all the \nrelevant factors, including but not limited to: \n (a) The res pective dates of the re quests; \n (b) The interests of the requesting State including, whe re releva nt, whethe r the cri me \nwas co mmitted  in its territory and  the nationality of th e victims and of t he person sou ght; and \n (c) The possibility o f subsequent surren der between th e Court and the req uesting \nState. \n7. Where a State Party which recei ves a request from the Court for the surre nder of a pe rson \nalso recei ves a reque st from  any State for the e xtradition of the  same person for conduct ot her than \nthat wh ich constitutes th e crim e for which the Court seek s the person’ s surren der: \n (a) The requ ested  State sh all, if it is not under an  existing international obligation to  \nextradite the person to th e requesting State, give priority to  the request fro m the Court; \n (b) The requ ested  State sh all, if it is u nder an  existing internatio nal obligation to \nextradite the person to the requesting State, d etermine whether to surrend er the person to th e Court \nor to extradite th e person to the requ esting  State.  In m aking its decision, the requested State shall \nconsider all th e relevant factors, including but not limited to those set ou t in p aragraph 6, but shall  \ngive special co nsideration  to the relativ e nature and grav ity of the con duct in question. \n8. Where pursuant to a no tificatio n under this article, th e Cou rt has d etermined a case to  be \ninadmissible, and  subsequently ex tradition to the requesting State is refu sed, the req uested State \nshall no tify th e Court of t his decision. \n \n49"
  },
  {
    "source": "Rome Statute",
    "number": "91",
    "title": "Conte nts of request for arrest a nd surrender ",
    "text": "1. A req uest for arrest and surrender sh all be made in writing . In urgent cases, a req uest may \nbe made by any medium capable of delivering a written  record, provided that the requ est shall be  \nconfirmed through the channel pr ovided for in article 8 7, paragraph 1 (a). \n2. In the cas e of a req uest for the arrest an d surrender of a pe rson for whom a war rant o f \narrest  has been issued  by the Pre-Trial Chamber under article 58, the request shall contain or be \nsupported by: \n (a) Information des cribing the person sought, sufficient to identify the person, and \ninformation as to that person’s probable location; \n (b) A copy of the warrant of arrest; and \n (c) Such documents, statem ents or inform ation as m ay be nece ssary to m eet the \nrequirem ents for the s urrender process i n the requeste d State, exce pt that thos e requirements \nshould not be more bu rdensome than those applicable to requests for extradition pursuant to \ntreaties or arra ngem ents betwee n the  requested State and other States an d should, if possible, be \nless bu rdensome, taking into acco unt the distinct nature of the Court. \n3. In the case of a request for the arrest a nd surrender of a person alrea dy convicted, t he \nrequest sh all con tain or be suppo rted by: \n (a) A copy of any warrant of arrest for that person; \n (b) A copy of the judgem ent of conviction; \n (c) Inform ation to demonstrate that the person sought is th e one referred  to in the \njudgement of conviction; and \n (d) If the person sought has been sentenced, a copy o f the sen tence imposed and, in \nthe case of a sentence for im prisonm ent, a sta tement of any tim e already serv ed and the time  \nremaining to be served. \n4. Upon  the request of the Court, a State Party shall co nsult with  the Cou rt, eith er generally \nor with respect to a sp ecific m atter, regarding any requ irements under its n ational law th at may \napply under paragraph 2 (c). During the consultations, t he State Part y shall advise the Court of the \nspecific requiremen ts of its national law."
  },
  {
    "source": "Rome Statute",
    "number": "92",
    "title": "Provisional arrest  ",
    "text": "1. In urgent cases, the Court may reque st the provisional arrest of the person sought, pending \nprese ntation of t he request  for surrender and the doc uments supp orting the request as speci fied in \narticle 9 1. \n2. The request for provisional arrest shall be made by any medium capabl e of delivering a \nwritten  record and shall con tain: \n (a) Information des cribing the person sought, sufficient to identify the person, and \ninformation as to that person’s probable location; \n (b) A concise statement of t he crimes for whic h the person’s arrest is sought and of the \nfacts wh ich are alleg ed to constitute those crim es, including, where p ossible, the date and location \nof the crim e; \n (c) A statem ent of the existence of a warr ant of arrest or a judgement of conviction \nagainst the person sough t; and  \n (d) A statem ent that a requ est fo r surren der of the person sought will fo llow. \n50 \n \n \n3. A person who is provisionally arrested may be re leased f rom custody if the requested State \nhas not receive d the request for surrender and the documents supporting the request as specifie d in \narticle 91 with in the tim e limits specified in  the Rules of Procedure and E vidence. Howeve r, the \nperson may consent to surrender before th e expiratio n of th is period if permitted by the law o f the \nrequested State. In s uch a case, the requested State sh all proceed to surrend er the person to the \nCourt as s oon as  possible. \n4. The fact that the person sought has been released from custody pursuant to paragraph 3 \nshall not prejudice the subse quent arrest  and surrender of t hat person if the request for s urrender \nand the documents supporting the request are delivered at a late r date."
  },
  {
    "source": "Rome Statute",
    "number": "93",
    "title": "Other forms of cooperation ",
    "text": "1. States Parties shall, in accord ance with the provi sions of this  Part and unde r proc edures of \nnational law, com ply with  requests b y the Court to  provide the following assistan ce in relatio n to \ninvestigations or pro secutions: \n (a) The identification  and whereabou ts of persons or th e location of items; \n (b) The t aking of evidence, including testimony under oath, and the production of \nevidence, including expert opinions and rep orts necessary to  the Court; \n (c) The questioning of any person being investigated or prosecuted; \n (d) The se rvice of docum ents, including judicial docum ents; \n (e) Facilitatin g the voluntary app earance of pe rsons as witn esses or exp erts before the \nCourt;  \n (f) The t emporary transfer of persons as provided in paragraph 7; \n (g) The e xamination of places or si tes, including the exhum ation and e xamination of \ngrave sites; \n (h) The e xecution of sea rches and seizures; \n (i) The prov ision of record s and  docu ments, including official records and \ndocuments; \n (j) The pr otection of victims and wi tnesses and the prese rvation of evidence; \n (k) The identification,  tracing and freezing or seiz ure of procee ds, prope rty and as sets \nand instrumentalities o f crim es fo r the purpose of eventual forfeitu re, without prej udice to the \nrights of bona fide third parties; and \n (l) Any other type of assistance which is not prohibited by the law of the requested \nState, with  a view to  facilitatin g the investigation and prosecution of crim es wit hin the jurisdiction \nof the Court. \n2. The Court shall have the authority to prov ide an assu rance to a witn ess or an expert \nappearing  before the Court that he or she will n ot be prosecuted, detained or subjected  to any \nrestriction of personal freedom by the Court in respect of any act or omission that prece ded the \ndeparture of that person from the request ed State. \n3. Where execution of a particula r measure of assistance det ailed in a request  prese nted \nunder paragraph 1, is prohibited in the requested State on the basis of an e xisting fundam ental \nlegal principle of g eneral app licatio n, the requ ested  State sh all promptly co nsult with  the Court to \ntry to  resolve the matter. In the consultations, co nsideration shou ld be given to whether the \nassistan ce can be rend ered in another manner or subject to  conditions. If after con sultations the \nmatter cannot be res olved, the Court s hall modify the re quest a s neces sary. \n51 \n \n4. In acc ordance with article 72, a State Party may deny a reque st for assistance , in whole or \nin part, only if the request concerns the production of any documents or disclosure of evidence \nwhich relates to its national security . \n5. Before de nying a request for a ssistance under  para graph 1 (l), the req uested State shal l \nconsider wh ether th e assistan ce can b e provided subject to specified  conditions, or whether the \nassistance ca n be provide d at a later date  or in an altern ative manner, provided that if t he Court or \nthe Prosec utor a ccepts the  assistance subj ect to conditions, t he Court or t he Prosecutor shall abi de \nby them . \n6. If a request for assistance is denied, the re quested  State Party shall promptly inform the \nCourt or t he Prosecu tor of the reasons for s uch denial. \n7. (a) The Cou rt may request th e temp orary transfer of a person in custody for purposes \nof identification or for obtaining testimony or other assi stance. The person may be transferred if \nthe following  conditions are fulfilled: \n(i) The per son freel y gives his or her inform ed cons ent to t he transfer; and \n(ii) The requeste d State agrees  to the tran sfer, subject to  such conditions as that \nState and the  Court m ay agree. \n (b) The person being transferred shall remain in custody. When th e purposes of the \ntransfer h ave been fulfilled, the Court sh all return  the person without delay to  the requested State. \n8. (a) The Court shall ensure the con fidentiality o f documents and inform ation, except as \nrequired for the invest igation and proceedings described in the request. \n (b) The re quested State may, when nece ssary, transmit docum ents or i nformation to \nthe Prosecut or on a confid ential basis. Th e Pro secutor may then use them solely for th e purpose o f \ngenerating new  evidence. \n (c) The re quested State may, on i ts own motion or at the reques t of the Prosecuto r, \nsubsequently consent to the disclosure of such documents or information. T hey may then be used \nas evidenc e pursua nt to the provisi ons of Pa rts 5 and 6 a nd in accorda nce with the Rules of \nProcedure  and Evide nce. \n9. (a) (i) In the event tha t a State Party receives com peting requests, ot her tha n for \nsurrender or extradition, from the Cou rt and from  another State p ursuant to \nan international obligation, th e State Party sh all endeavou r, in consultation \nwith the Court and t he other State, to meet both request s, if necessary  by \npostponing or attaching cond itions to one or th e other requ est. \n(ii) Failin g that, com peting requests sh all be resolved in acco rdance with  the \nprinciples estab lished in article 90 . \n (b) Where, how ever, the request fro m the Co urt co ncerns information, prop erty o r \npersons which are subject to the control of a t hird State or a n international organization by virtue \nof an international agreement, the req uested States sh all so  inform the Court and the Court shal l \ndirect its requ est to the third State or in ternational organization. \n10. (a) The Court may, upon request, cooperate with and provi de ass istance to a  State \nParty con ducting an investigation into or trial in resp ect of con duct which constitutes a crime  \nwithin the jurisdiction of the Court or which constitutes a seri ous crim e under the national law of \nthe re questing State. \n (b) (i) The assistance provide d unde r subparagraph  (a) shall include, inter alia: \na. The t ransmission of statements, doc uments or other types of \nevidence ob tained in the course o f an investigation or a trial  \nconducted by the Court; and \nb. The questioning of any person detained by order of the Court; \n52 \n \n \n  (ii) In the case  of as sistan ce under s ubparagraph (b) (i) a: \na. If the documents or ot her types of evi dence have bee n obtained \nwith the as sistance of a State, such transm ission shall requ ire th e \nconsent of that State; \nb. If the statements, documents or other types of evidence have been \nprovided by a witness or expert, such transmission shall be subject \nto the provisions of article 6 8. \n (c) The C ourt may, under the conditions set  out in this para graph, grant a req uest for \nassistance under this paragraph from a State which is not a Party to  this Statu te."
  },
  {
    "source": "Rome Statute",
    "number": "94",
    "title": "Postponem ent of e xecution of a request in res pect ",
    "text": "of ongoing investigation or prosecution \n1. If the immediate execut ion of a request would interfere wi th an ongoing investigation or \nprosec ution of a case dif ferent from  that to wh ich the req uest relates, th e req uested State may \npostpone t he execution of the request for a peri od of time agre ed upon with the Court. However, \nthe postponement shall be no longer than is necessary to  com plete the relev ant investigation or \nprosec ution in t he requested St ate. Before m aking a decision to postpone, the requested St ate \nshould consider whether the assistan ce may be immed iately provided subject to certain  conditions. \n2. If a deci sion to postpone i s taken pursuant to paragraph 1, the Prosecutor may, however , \nseek measures to prese rve evidence, pursuant to article 93, para graph 1 (j )."
  },
  {
    "source": "Rome Statute",
    "number": "95",
    "title": "Postpon ement of ex ecution of a request in resp ect of an ad missibility ch allenge ",
    "text": "Where th ere is an  admissibility challenge under con sideratio n by the Cou rt pursuant to \narticle 18 or 19, the requested State may post pone the execution of a request under this Part \npending a determin ation by the Court, unless the Co urt has specifically o rdered th at the Prosecutor \nmay pursue the collection of such evidence pursuant to article 18 or 19."
  },
  {
    "source": "Rome Statute",
    "number": "96",
    "title": "Contents of request for other forms of assi stance under article 93 ",
    "text": "1. A requ est fo r other forms of assistan ce referred  to in article 93 shall be made in writing . In \nurgent cases, a req uest may be made by any medium capable o f delivering a written  record , \nprovided that the requ est sh all be confirm ed through the ch annel provided for in article 87, \nparagraph 1 (a).  \n2. The request sh all, as ap plicable, contain or be supported  by the following: \n (a) A concise  statement of the  purpose of the  request and t he assistance s ought, \nincluding the legal basis and the grounds for the request; \n (b) As m uch detailed  inform ation as possible abou t the location  or iden tification o f \nany pers on or place that must be found or identified in order for the assist ance sought to be \nprovided; \n (c) A concise  statement of the e ssential facts underlying the request; \n (d) The reasons for and details of any procedure or requirement to be followed; \n (e) Such information as may be requi red under the law of t he requested State in order \nto exec ute the request; and \n (f) Any other information rel evant in order for the assistance s ought to be provided. \n53 \n \n3. Upon  the request of the Court, a State Party shall co nsult with  the Cou rt, eith er generally \nor with respect to a sp ecific m atter, regarding any requ irements under its n ational law th at may \napply under paragraph 2 (e). During the consultations, t he State Part y shall advise the Court of the \nspecific requiremen ts of its national law. \n4. The provisions of this article shall, wh ere applicable, also appl y in res pect of a  request for  \nassistan ce made to the Cou rt."
  },
  {
    "source": "Rome Statute",
    "number": "97",
    "title": "Consultations ",
    "text": "Where a State Party receives a  request unde r this Part in relation to which it identifies \nproblems which may impede or  prevent the exe cution of the request, that State shal l cons ult with \nthe Cou rt withou t delay in order to resolve the matter . Such problems may include, inter alia : \n (a) Insufficient information to ex ecute the request; \n (b) In the case of a request  for surrender, the fact that despite best efforts, the person \nsought canno t be lo cated  or that the investigation cond ucted  has determined that the person in the \nrequested State i s clearly no t the person named in the warran t; or \n (c) The fact that execution of the  reque st in its curre nt fo rm would re quire the \nrequested State t o breac h a pre-e xisting treaty oblig ation undertaken with resp ect to another State."
  },
  {
    "source": "Rome Statute",
    "number": "98",
    "title": "Cooperation wit h respect to waiver of imm unity and consent to surrender ",
    "text": "1. The C ourt may not proceed with a request for surrende r or assis tance which would require \nthe requested  State to  act in consistently w ith its obligations under  international law with respect to \nthe State or diplomatic immunity of a person or property of a third State, unless the Court can first \nobtain th e coop eratio n of that th ird State fo r the waiver of the imm unity. \n2. The C ourt may not proceed with a request  for surrender which would require the \nrequested State to  act in consistently with  its ob ligations und er intern ational agree ments pursuant to \nwhich the consent of a sen ding State is requ ired to surrende r a person of t hat State to the  Court, \nunless th e Court can first ob tain the cooperation of the sending State for the giving of consent for \nthe surrende r."
  },
  {
    "source": "Rome Statute",
    "number": "99",
    "title": "Execution of requests und er articles 93  and 96 ",
    "text": "1. Request s for assistance shal l be execut ed in accordance wi th the relevant procedure under \nthe law of the requested State and, unless prohibited by such law, in the manner specified in the \nrequest, including following any proce dure outlined therein or perm itting per sons s pecified in the \nrequest to be  present at a nd assist in  the execution process. \n2. In the case of an urgent request, the documents or evidence produced in response shal l, at \nthe request of the Court, be sent urgently. \n3. Replies fro m the requested State shall be transmitted in their original lan guage and form. \n4. Without prejudice to other articles in t his Part, whe re it is necessary for the success ful \nexecution of a request which can be e xecuted without any com pulsory measure s, including \nspecifically th e interview of or tak ing evidence fro m a person on a voluntary b asis, in cluding \ndoing so without th e presen ce of the authorities of the requested State Party if it is essen tial fo r the  \n \n54 \n \n \nrequest to b e execu ted, and the examination with out modificatio n of a public site o r other pub lic \nplace, the Pros ecutor m ay execute s uch request directly on t he territory of a State as follows: \n (a) When the State Party requeste d is a St ate o n the territo ry of wh ich the crime is  \nalleged to have been co mmit ted, and there has been a determination of admissibility p ursuant to \narticle 18 or 19, the Prosecutor m ay directly execut e such request following all possible \nconsultations with the requested State Party; \n (b) In othe r cases, the Prosec utor may execute such  requ est fo llowing  consultations \nwith the requested State Party an d subject to any reaso nable con ditions or co ncerns raised  by that \nState Party . Where the  requested State Pa rty id entifies pro blems with  the execu tion of a requ est \npursuant to this subparagrap h it shall, without delay, consult wit h the Court to  resolve the matter. \n5. Provisions allowing a pers on heard or exam ined by the Court under art icle 72 to invoke \nrestrictions designed to prevent disclosure of confidential in formation connected with  national  \nsecurity sh all also  apply to th e execution of requests for a ssistance unde r this article."
  },
  {
    "source": "Rome Statute",
    "number": "100",
    "title": "Costs ",
    "text": "1. The ordinary costs for execution of requests in the territory of t he requ ested St ate sh all be \nborne by that St ate, exce pt for t he following, which shal l be bo rne by the Court: \n (a) Costs associate d with the travel and security of wi tnesses and e xperts or t he \ntransfer under article 93 of persons in custody; \n (b) Costs of t ranslation, interpretatio n and tran scription; \n (c) Travel and subs istence costs of the judges, the Prosecut or, the Deputy Prosec utors, \nthe Registrar, the Deputy Registrar and staff of any organ of the Court; \n (d) Costs of an y exp ert opinion or report requ ested by the Court; \n (e) Costs associated with th e tran sport of a p erson being surrend ered to the Court by a  \ncustodial State; and \n (f) Following  consu ltatio ns, any extraord inary costs th at may resu lt fro m the \nexecution of a request. \n2. The p rovisions of paragraph 1 shal l, as app ropriate, ap ply to requ ests fro m State s Parties to  \nthe Cou rt. In that case, th e Cou rt shall bear t he ordina ry costs  of execution."
  },
  {
    "source": "Rome Statute",
    "number": "101",
    "title": "Rule of sp eciality  ",
    "text": "1. A per son surrendered to the Court under this Statute shal l not be proceeded agai nst, \npunished or detained for any  conduct com mitted pri or to surrender, other than the con duct or \ncourse of conduct which forms the basis of the crimes for which that person has been surrendered. \n2. The Cou rt may request a wai ver of th e requ irements of paragraph 1 from the State which \nsurrendered the person to the Court and, if necessary , the Court shall provide additional \ninform ation in accorda nce w ith article 91. Sta tes Parties s hall have the authority to provide  a \nwaiver to th e Court an d shou ld endeavour to do so."
  },
  {
    "source": "Rome Statute",
    "number": "102",
    "title": "Use of  terms ",
    "text": "For the purposes of th is Statu te: \n (a) “surrender” means the delivering up of a pe rson by a State to the Court, pursuant \nto this Statu te. \n55 \n \n (b) “extradition” means t he del ivering up of a pers on by one State to anothe r as \nprovided by treaty , convention or national legislatio n. \n \n \nPART 10. ENFO RCEMEN T"
  },
  {
    "source": "Rome Statute",
    "number": "103",
    "title": "Role of States i n enforcem ent of sentences  of imprisonment ",
    "text": "1. (a) A sentence of imprisonment shall be se rved in a State designated by the C ourt \nfrom a list of States which have indicate d to the Court the ir willingn ess to accept sente nced \npersons. \n (b) At the tim e of declaring its willingne ss to acce pt sente nced persons, a State may \nattach conditions to its acce ptance as a greed by the Court a nd in accorda nce with this Part. \n (c) A State designated in a particular case sh all promptly inform the Court whether it \naccepts the  Court’ s designation. \n2. (a) The State of e nforcem ent shall no tify th e Court of any circum stances, in cluding \nthe exercise of any conditions ag reed under paragraph  1, which could materially af fect th e terms \nor extent of the imprisonment. The C ourt shall be given at least 45 days’ notice of any such known \nor fore seeable circum stances. Duri ng this pe riod, th e State of enforcem ent sh all take no action that \nmight prejud ice its obligations under article 1 10. \n (b) Where the C ourt cannot agr ee to the circ umstances re ferred to in subpara graph (a), \nit shall no tify the State of en forcement and proceed in accordance wi th article 104, paragraph 1. \n3. In exe rcising its discretion to make a desi gnation under paragrap h 1, the Court sh all tak e \ninto acco unt the following : \n (a) The principle that States Parti es sho uld share th e respo nsibilit y for enforci ng \nsentences of imprisonment, in accordance wi th principles of equitable distribution, as provided in \nthe Rules of Proced ure and Evidence; \n (b) The a pplication of widely acce pted i nternational treaty standa rds governing t he \ntreatment of prisoners; \n (c) The views  of the sente nced pe rson; \n (d) The nationality o f the sen tenced p erson; \n (e) Such other factors regarding the circumstances o f the crime or t he person \nsentence d, or the ef fective enforcem ent of t he sentence, as m ay be appropriate in de signating the  \nState of enforce ment. \n4. If no State is designated under paragraph 1, the sentence of imprisonment shall be serve d \nin a prison facil ity made available by the host State, in  acco rdance with the conditions set out in \nthe headquarte rs agreem ent referre d to in article 3, paragraph 2. In such a cas e, the costs arising \nout of the enforcement of a sentence of imprisonment shall be borne by the Court."
  },
  {
    "source": "Rome Statute",
    "number": "104",
    "title": "Change in designation of State of e nforcem ent ",
    "text": "1. The C ourt may, at any time, decide to transfer a sent enced person to a prison of another \nState. \n2. A sentenced person may, at any time, appl y to the Court to be transferred from the State of \nenforcem ent. \n \n56"
  },
  {
    "source": "Rome Statute",
    "number": "105",
    "title": "Enforcem ent of the se ntence  ",
    "text": "1. Subject to conditions w hich a State may have  specified i n accorda nce with article 103, \nparagraph 1 (b), the sent ence of imprisonment shall be bi nding on the States Pa rties, which shall in \nno case m odify it. \n2. The C ourt alone shall have the right to decide any application for appeal and revision. The \nState of enforcement shall not impede t he making of any such application by a sentenced person."
  },
  {
    "source": "Rome Statute",
    "number": "106",
    "title": "Supervision of enforcement of sen tences and  conditions of imprisonment ",
    "text": "1. The enforcement of a sen tence of imprisonment shall be subject to  the sup ervision of the \nCourt and s hall be consiste nt with widely a ccepted i nternational treaty sta ndards governi ng \ntreatment of prisoners. \n2. The conditions of imprisonment shall be governed by the law of the State of enforcement \nand s hall be consistent with widely accepted inte rnational treaty standards governing treatm ent of \nprisoners; in  no case sh all su ch conditions be more or less fav ourab le than those available to \nprisoners convicted of similar offences in the State of enforcem ent.  \n3. Communications bet ween a se ntenced person and t he Court shal l be u nimpeded and \nconfidential."
  },
  {
    "source": "Rome Statute",
    "number": "107",
    "title": "Transfer of t he person upon c ompletion of sentence ",
    "text": "1. Following  completion of the sen tence, a person who  is not a national of the State of \nenforcem ent may, in accorda nce with the law of the State of enfo rcement, be transferred to a State \nwhich is oblige d to receive hi m or her , or to a nother State which agrees to receive him or her , \ntaking into account any wishes of the person to be transferred to that State, unless the State of \nenforcement authorizes th e perso n to remain in its territo ry. \n2. If no State bears  the costs aris ing out of transferring the pers on to another St ate pursuant to \nparagraph 1, such costs shall be borne by the Court. \n3. Subject to the provisions of  article 108, t he State of enfo rcement m ay also, in accorda nce \nwith its national law, extradite or  otherwise surrender the person to a State which has requested the \nextradition or surrender of the person for purposes of trial or enforcement of a sentence."
  },
  {
    "source": "Rome Statute",
    "number": "108",
    "title": "Limitation on the prosecution or punishment of other offences  ",
    "text": "1. A sentenced person in the custody of the State of e nforcem ent shall not be subject to \nprosecution or punishment or to extradition to a third State for any conduct engaged in prior to that \nperson’s delivery to  the State of enforcem ent, unless su ch prosecution, punishment or ex tradition \nhas been approved by the Court at the request of the State of enforcem ent. \n2. The C ourt shall decide t he matter afte r having he ard the views  of the se ntence d person. \n3. Paragraph 1 shall cease to apply if the se ntenced pers on rem ains vol untarily for more than \n30 days i n the t erritory of the State of enforc ement after ha ving served the full sentence im posed \nby the Court, or returns to the territo ry of that State after having left it. \n \n57"
  },
  {
    "source": "Rome Statute",
    "number": "109",
    "title": "Enforcement of fines a nd forfeiture measures  ",
    "text": "1. States Parties shall give e ffect to fines or forfeitures ord ered by th e Court und er Part 7, \nwithout pre judice to the rights of bona fi de third pa rties, and in accordance with  the procedure  of \ntheir national law.  \n2. If a State Pa rty is una ble to give ef fect to an order for forfeiture, it sh all tak e measu res to \nrecover t he value of the proceeds, property or assets ordere d by the Court to be forfeited, without \nprejudice to the rights of bona fide third parties. \n3. Property, or the proceeds of the sale of real property or, where appropriate, the sale of other \nproperty, whi ch is obtained by  a State Part y as a resul t of its enforcement of a judgem ent of the \nCourt sh all be transferred  to the Court."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "10 ",
    "text": "Review by  the Court concerning reduction of s entence \n1. The State of enforcem ent shall not releas e the person before expiry of the sentence \npronounced b y the Court. \n2. The C ourt alone shall have t he right to decide any reduction of sentence, and shall rule on \nthe matter after havi ng heard the person. \n3. When the person has se rved two thirds of the sentence , or 25 years in the case of life \nimprisonment, the Co urt sh all rev iew th e sen tence to  determine wh ether it sh ould be redu ced. \nSuch a review s hall not be c onducted before t hat time. \n4. In its review under pa ragraph 3, the Court may reduce the sent ence if it finds that one or  \nmore of t he following fact ors are present: \n (a) The early and c ontinuing willingne ss of the person t o cooperat e with the C ourt in \nits investigations and  prosecutions; \n (b) The voluntary assistance of the pe rson in enabling the e nforcem ent of the \njudgements and orders of the Court in other cases, a nd in particular providing assi stance in \nlocating assets su bject to  orders of fine, forfeitu re or re paration which may be used f or the benefit \nof victims; or \n (c) Othe r fact ors establishing a clear and significant cha nge of ci rcum stances \nsufficient to ju stify th e redu ction of sen tence, as  provided in th e Rules of Procedure and  Evidence. \n5. If the Cou rt determines in its initial review under p aragraph  3 that it is  not appropriate to  \nreduce the se ntence, it shall ther eafter re view the question of reduction of sentence at s uch \nintervals and  applying such criteria as provided for in th e Rules of Procedure and  Evidence."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "11 ",
    "text": "Escape  \n If a convicted person esca pes from  custody and flees the State of e nforcement, that State  \nmay, after co nsultation with  the Co urt, requ est the pers on’s surrender from the State in which  the \nperson is located  pursuan t to existin g bilateral or multilateral arran gements, or may req uest that the \nCourt seek the person’s surre nder, in acc ordance with Pa rt 9. It may direct that the pers on be \ndelivered to the State in which he or she was s erving the sentence or to another State desi gnated \nby the Court. \n \n \n58 \n \n \nPART 11. ASSEMBL Y OF ST ATES PARTIES"
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "12 ",
    "text": "Assem bly of States Parties  \n1. An Assem bly of States Parties to  this Statu te is hereby establis hed. Eac h State Party shall \nhave one representative in the  Assem bly who may be accom panied by alternates and a dvisers. \nOther States which have signed this Statute or the Final Act may be observers in the Assembly. \n2. Th e Assem bly shall: \n (a) Consi der and adopt, as  appropri ate, rec ommendations of the Prepa ratory \nCommis sion; \n (b) Provide managem ent oversight to the Presidency, the Prosecutor and the Registrar \nregarding the administration of the Court; \n (c) Consider the repo rts and  activ ities o f the Bureau  estab lished under p aragraph  3 and \ntake appropriate  action i n regard theret o; \n (d) Consider and decide the budget for the Court; \n (e) Decide whethe r to alter , in accordance  with artic le 36, th e number of judges; \n (f) Consider pursuant to article 87, para graphs 5 and 7, any question relating to non-\ncoope ration; \n (g) Perform any other function consistent with this Statute or t he Rules of Pr ocedure \nand E vidence. \n3. (a) The Assem bly shall have a B ureau c onsisting of a Presi dent, two Vice-Presidents \nand 18 m embers elected by the Assembly for three-year term s. \n (b) The Bureau  shall have a rep resentative character , taking int o account, in pa rticul ar, \nequitable geographical distribution and the adequate represe ntation of the principal legal systems \nof the world. \n (c) The B ureau shall meet as often as necessa ry, but at least once a  year. It shall ass ist \nthe Assem bly in the discharge of its resp onsibilities. \n4. The Assem bly may es tablish such subsidiary bodies as m ay be necessa ry, including an \nindependent oversigh t mechanism for inspection, evaluation and investigation of th e Cou rt, in \norder to e nhance its ef ficiency a nd econom y. \n5. The Presid ent of th e Cou rt, the Prosecut or and the Registrar or their re prese ntatives m ay \nparticip ate, as ap propriate, in meetin gs of the Assem bly and of the Bureau. \n6. The Assem bly shall m eet at th e seat of th e Court or at the Headquarters of th e Un ited \nNations once a  year and, when circ umstanc es so re quire, hold special se ssions . Except as \notherwise specified in this Statute, special sessions s hall be c onvened by the Bureau on its own \ninitiativ e or at the request of one third of th e Stat es Parties. \n7. Each State Part y shall have one vote. Every effort shall be m ade to reac h decisions by \nconsensus in the Assem bly and in the Bureau. If consens us cannot be reac hed, e xcept as ot herwi se \nprovided in th e Statu te: \n (a) Decisions on m atters of substance m ust be ap proved by a two-thirds majority of \nthose presen t and voting provided that an  abso lute majority of States Parties con stitutes the \nquorum for voting; \n (b) Decision s on matters of procedure shall be taken  by a sim ple maj ority of States  \nParties presen t and voting.  \n59 \n \n8. A State Part y which is in arrears in the pay ment of its financi al cont ributions towards the \ncosts of the Court shall have n o vote in the Assembly and i n the Bureau if the amount of its arrears \nequal s or exceeds the amount of the contributions due from it for the prece ding two full years. The \nAssem bly may, neve rtheless, permit such a St ate Party to vote i n the Assem bly and i n the B ureau \nif it is satisfied  that the failure to p ay is due to con ditions beyond th e control of the State Party . \n9. The Assem bly shall adopt its own rules of procedure. \n10. The official and working languages of the Assem bly shal l be t hose of the Ge neral \nAssem bly of the Un ited Nation s. \n \n \nPART 12. FINAN CING"
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "13 ",
    "text": "Financi al Regulations \n Except as otherwise s pecifically provide d, all financial m atters related  to th e Court an d the \nmeetin gs of the Assem bly of States Parties, in cluding its Bureau an d subsidiary bodies, shal l be \ngoverned by this Statute and the Financial Regulations and Rules adopted by the Assembly of \nStates Parties."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "14 ",
    "text": "Paym ent of expenses \n Expense s of the Court and t he Assem bly of St ates Part ies, including its Bureau and \nsubsidiary bodies, shall be paid from the funds of the Court."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "15 ",
    "text": "Funds of the Court and of the Assembly of St ates Part ies \n The e xpenses of the Court and the Assem bly of States Parties, in cluding its Bu reau and \nsubsidiary bodies, as provided for in the budget decided by the Assem bly of States Part ies, shall \nbe provided by the following  sources: \n (a) Assesse d contributions made by States Part ies; \n (b) Funds prov ided b y the United Nation s, sub ject to  the approval of th e General \nAssem bly, in particu lar in relatio n to th e expe nses i ncurred due to referrals by the Security \nCouncil."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "16 ",
    "text": "Voluntary contributions \n Without pre judice to article 115, the Court may receive and utilize, as  additional funds, \nvoluntary cont ributions from Governments, international organizations, i ndividuals, corporations \nand ot her entities, in accorda nce with releva nt criteria adopted by the Assem bly of States Pa rties."
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "17 ",
    "text": "Assessm ent of c ontributions  \n The c ontributions of States Pa rties shall be assessed in accorda nce wit h an agreed scale of \nassessm ent, based on the scale adopted by the United Nation s for its regu lar bu dget and  adju sted \nin accordance  with the principles on which that scale is base d. \n \n60"
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "18 ",
    "text": "Annual audit  \n The rec ords, books a nd acc ounts of t he Court, including its annual financi al statements, \nshall be audited annually by an independent auditor. \n \n \nPART 13. FINAL CLAUSE S"
  },
  {
    "source": "Rome Statute",
    "number": "1",
    "title": "19 ",
    "text": "Settle ment of disputes \n1. Any dispute con cerning the judicial fu nctions of the Court shall b e settled  by the d ecision  \nof the Court. \n2. Any other dispute bet ween two or more St ates Part ies relating to the interpretation or \napplication  of this Statu te which is no t settled  through negotiations within three m onths of their \ncommen cement shall be referred  to th e Assem bly of States Pa rties. T he Assembly m ay itself seek \nto settle th e dispute or m ay make recommendations on further mean s of settlemen t of the dispute, \nincluding referral to  the International Court of Ju stice in conformity with  the Statute of th at Court."
  },
  {
    "source": "Rome Statute",
    "number": "120",
    "title": "Reserv ations ",
    "text": "No reservations may be m ade to this Statute."
  },
  {
    "source": "Rome Statute",
    "number": "121",
    "title": "Amendm ents ",
    "text": "1. After the expiry of seve n years from the entry into force of this Statute, any State Party \nmay propose amendm ents thereto. The text of any proposed amendm ent shall be submitted to the \nSecretary-Gen eral of the United Natio ns, wh o shall promptly cir culate it to  all St ates Parties. \n2. No sooner than three months from the date of notification , the Assem bly of States Parties, \nat its n ext meeting, shall, by a majority of tho se prese nt and voting, decide whether to take up the \nproposal. T he Assem bly may deal with the proposal directly o r conve ne a Review Confere nce if \nthe issu e involved so warran ts. \n3. The a doption of an am endm ent at a m eeting of the Assem bly of States Part ies or at a  \nReview Confe rence on which consens us cannot be reach ed shall requ ire a two-th irds majority o f \nStates Parties. \n4. Except as pr ovided in paragraph 5, an  amendmen t shall en ter in to force for all States  \nParties one year after i nstrum ents of ratification or acceptanc e have been deposited with t he \nSecret ary-General of the United Nat ions by seven-eighths of them. \n5. Any am endment to articles 5, 6, 7  and 8 of this Statu te shall en ter in to force fo r those \nStates Parties which ha ve accepted the amendment one year a fter the  deposit of their i nstrum ents \nof ratification or accepta nce. In respect of a State Party whic h has not acce pted the am endm ent, \nthe Court sh all not exercise its jurisdiction  regarding a crim e covered by the amen dment when \ncommitted  by that State Party’ s nationals or on its territo ry. \n6. If an amendm ent has been accepted by seve n-eighths of States Part ies in accordance with \nparagraph 4, an y State Part y which has not accepted the am endm ent may withdraw from this \nStatute with immediate ef fect, notwithstanding article  127, paragraph 1, but subject to article 127, \nparagraph 2, by giving notice no later than one year aft er the entry into force of such amendm ent. \n7. The Secretary -Gene ral of the United Nations  shall circ ulate to all States Parties a ny \namendm ent adopted at a  meeting of the Assem bly of States Parti es or at a Re view Confere nce. \n61"
  },
  {
    "source": "Rome Statute",
    "number": "122",
    "title": "Amendments to prov isions of an institu tional nature ",
    "text": "1. Amendments to provisions of this Statu te which are of an  exclusively in stitutional natu re, \nnamely, article 35, article 36, paragraph s 8 and 9 , article 37, article 38, article 39, paragraphs 1 \n(first two sentences) , 2 and 4, art icle 42, para graphs 4 to 9, article 43, para graphs 2 and 3, and \narticles 44, 46, 47 and 49, may be proposed at any time, notwithstanding article 121, paragraph 1, \nby any State Party . The text of any propose d amendment shall be submitted to the Secretary-\nGene ral of the United Nations or such other person designated by the Assembly of States Pa rties \nwho shall promptly circu late it to  all States Parties and  to others particip ating in th e Assem bly. \n2. Amendm ents unde r this a rticle on which c onsensus cannot be reached shall be adopted by \nthe Assem bly of States Parties or by a Rev iew Conference, by a two-th irds majority of Stat es \nParties. Su ch amen dments sh all en ter in to force for all Stat es Parties six months after t heir \nadoption by the  Assem bly or, as the case  may be, by t he Confere nce."
  },
  {
    "source": "Rome Statute",
    "number": "123",
    "title": "Review of the Statute  ",
    "text": "1. Seven years aft er the entry in to force of this Statute the Secret ary-Ge neral of t he United \nNations shall conve ne a Revie w Confe rence t o cons ider any amendm ents to this Statute. Such \nreview m ay include, but is not limited  to, the list o f crim es conta ined in article 5. The C onfere nce \nshall be open to those particip ating in the Assemb ly of States Parties an d on the same conditions. \n2. At any tim e thereafter , at the request of a State Party and for the purposes  set out in \nparagraph 1, the Secret ary-General of the United Nat ions shal l, upon ap proval by a majority of \nStates Parties, c onvene a Re view Confere nce. \n3. The provisions of article 121, paragraphs 3 to 7, shall app ly to the ado ption and en try into \nforce of any am endm ent to t he Statute conside red at a Re view Confere nce."
  },
  {
    "source": "Rome Statute",
    "number": "124",
    "title": "Transition al Prov ision ",
    "text": "Notwithstand ing article 12, paragraph s 1 and 2, a State, on becom ing a party to this  \nStatute, m ay declare that, for a period of seven years after th e entry in to force of th is Statu te for the \nState concerned, it does not ac cept the jurisdiction of the Court with resp ect to the catego ry of \ncrimes referred  to in article 8 when a crim e is a lleged to have been  committed by its n ationals or \non its territo ry. A declaration  under this article may be withdrawn at any time. The pr ovisions of \nthis article sh all be reviewed  at the Rev iew Con ference conve ned in acc ordance with  article 123, \nparagraph 1."
  },
  {
    "source": "Rome Statute",
    "number": "125",
    "title": "Signat ure, ratifi cation, a ccepta nce, approval or accession  ",
    "text": "1. This Statute sha ll be open f or signature by  all States in  Rome, at the headquart ers of the \nFood and Agriculture Organization of the United Nat ions, on 17 July 1998. Therea fter, it shall \nremain op en for si gnature in Rome at the Ministry of Forei gn Affairs o f Italy un til \n17 October 1998. After t hat da te, the Statute s hall rem ain open for signature in Ne w York, at \nUnited Nation s Headqu arters, until 31 Decem ber 2000. \n2. This Statute is  subject to  ratification, acce ptance or a pproval by signatory States. \nInstruments of ratification, acce ptance or approval shall be de posited with t he Secretary-Ge neral \nof the United Natio ns. \n3. This Statute s hall be open t o accession by all States. Instruments of acces sion shall be  \ndeposited with th e Secretary-Gen eral of the United Natio ns. \n62"
  },
  {
    "source": "Rome Statute",
    "number": "126",
    "title": "Entry in to force  ",
    "text": "1. This Statu te shall en ter in to force on the first d ay of the month after th e 60th day following \nthe date of the deposit of the 60th instrum ent of ratification,  acceptance , approval or accessi on \nwith the Secretary-Gen eral of the Un ited Nations. \n2. For eac h State ratifying, accepti ng, approving or acceding to th is Statute after the de posit \nof the 60th instrum ent of ratific ation, acce ptanc e, approval or a ccession, the Statute shall enter into \nforce on  the first d ay of the mo nth after th e 60th day following the deposit by such State of its  \ninstrum ent of ra tification, acce ptance, a pproval or accessi on."
  },
  {
    "source": "Rome Statute",
    "number": "127",
    "title": "Withdrawal  ",
    "text": "1. A State Party may , by written  notificatio n addressed  to the Secretary-Gen eral of the United \nNatio ns, withdraw fro m this Statute. The withdra wal shall take ef fect one year after the date of \nreceipt of the notification, unless  the notification specifies a later date. \n2. A State shal l not be di scharged, by reason of its withdrawal, from the obl igations arising \nfrom this Statu te while it was a Party to  the Stat ute, including any financial ob ligations wh ich may \nhave acc rued. It s withdra wal shall not af fect a ny co operation  with the Court in  conn ection with \ncriminal investigations and proceedings in rela tion to which t he withdra wing State had a  duty to \ncoope rate and whic h were comme nced prior to the date on  which the withdrawal b ecame  \neffectiv e, nor shall it p rejudice in  any way th e continued consideration of any matter whi ch was \nalready unde r consideration by the Court pri or to the date on which the withdrawal becam e \neffective ."
  },
  {
    "source": "Rome Statute",
    "number": "128",
    "title": "Authentic tex ts ",
    "text": "The original of this Statu te, of which the Arabic, Ch inese, English, Frenc h, Russian a nd \nSpanish texts are eq ually au thentic, sh all be deposited with  the Secretary-Gen eral of the Un ited \nNatio ns, who shall sen d certified cop ies thereof to all States. \n \n IN WITNESS WHEREOF, the undersigned, being duly a uthorized t hereto by t heir \nrespect ive Governments, have signed this Statute. \nDONE at  Rome, this 17th day of July 19 98. \n \n63"
  }
]