[
  {
    "title": "Enforced disappearances in the temporarily occupied parts of Ukraine, 2022-2023",
    "date": "25 July 2024",
    "url": "https://t4pua.org/2550",
    "content": "The T4P has identified 5140 victims, who would often disappear due to their pro-Ukrainian attitude."
  },
  {
    "title": "The forcible transfer of children from Ukraine to Russia: A Genocide",
    "date": "17 December 2023",
    "url": "https://t4pua.org/2150",
    "content": "The Kharkiv human rights protection group argues that by taking children out of Ukraine, the Russians are committing the crime of genocide."
  },
  {
    "title": "Extrajudicial killings committed by the Russians in Bucha and other parts of Ukraine",
    "date": "25 September 2023",
    "url": "https://t4pua.org/2149",
    "content": "For the period from February 22 to March 23, T4P collected data on 804 murder cases committed by the Russian military in the temporarily occupied territories of Ukraine."
  },
  {
    "title": "Severe deprivation of liberty in the Kharkin Region during the Russian occupation",
    "date": "25 September 2023",
    "url": "https://t4pua.org/2148",
    "content": "During the occupation of the Kharkiv Region in 2022, Russia created several places where they detained and tortured people."
  },
  {
    "title": "Genocide in Mariupol",
    "date": "30 August 2023",
    "url": "https://t4pua.org/2147",
    "content": "This is the first legal basis that Russia committed genocide in Ukraine in 2022."
  },
  {
    "title": "Shelling of Ukraine as a Russian war crime",
    "date": "22 August 2023",
    "url": "https://t4pua.org/2146",
    "content": "This submission to the ICC Office of the Prosecutor presents collected data regarding attacks from various types of weapons on civilian objects and civilian populations throughout the territory of Ukraine as of 04/30/2023."
  },
  {
    "title": "Torture of civilians by Russians in temporarily occupied territory is a crime against humanity",
    "date": "29 June 2025",
    "url": "https://t4pua.org/2869",
    "content": "The ‘T4P’ Initiative presented a communication to the Office of the Prosecutor of the ICC, substantiating that the torture of civilians in Ukraine’s temporarily occupied territories constitutes both a crime against humanity and a war crime."
  },
  {
    "title": "‘We dream of becoming unnecessary’: the Tribunal for Putin (T4P) initiative presents three-year report",
    "date": "26 March 2025",
    "url": "https://t4pua.org/2860",
    "content": "On March 25, 2025, the Tribunal for Putin (T4P) initiative released the results of its three years of work — nearly 85,000 documented war crimes and nine submissions to the International Criminal Court."
  },
  {
    "title": "With a bag over my head, I was taken to a torture chamber in Donetsk",
    "date": "16 March 2025",
    "url": "https://t4pua.org/2855",
    "content": "Liudmyla Huseinova spent three years in Russian captivity. Unbearable conditions of detention, being placed in a “glass”, being summoned for the “entertainment” of Russian soldiers — the story of a prisoner of the Kremlin is in our article."
  },
  {
    "title": "Unending brutality against Crimean Tatar civic journalist sentenced to 15 years for reporting Russian repression",
    "date": "09 March 2025",
    "url": "https://t4pua.org/2849",
    "content": "Eighty years after the Soviet regime executed Seiran Saliyev’s great grandfather for refusing to be cowered, Russia came up with chillingly similar claims against Saliev and other Crimean Solidarity journalists and activists."
  },
  {
    "title": "Cooperation of the International Criminal Court with Ukraine. Analytical review",
    "date": "27 January 2025",
    "url": "https://t4pua.org/2842",
    "content": "The study analyses the problems and prospects of integrating the provisions of the Rome Statute into the legal system of Ukraine, and substantiates the importance of adapting legislation in the context of armed conflict."
  },
  {
    "title": "Destroyed Orikhiv",
    "date": "10 January 2025",
    "url": "https://t4pua.org/2838",
    "content": "In the mid-19th century, 8 important trade and shipping routes passed through Orikhiv. Now, the place is on the path of Russian invaders."
  },
  {
    "title": "A thousand people trapped",
    "date": "05 December 2024",
    "url": "https://t4pua.org/2826",
    "content": "Since the end of October, the city of Kurakhove and the community around it have been the hottest spot in the Donetsk direction."
  },
  {
    "title": "‘Cascade of Cruelty’",
    "date": "07 November 2024",
    "url": "https://t4pua.org/2817",
    "content": "Analysis of Russian Double Strike Tactics in Ukraine — New Research by Truth Hounds."
  },
  {
    "title": "Evacuation from Pokrovsk and Mirnohrad",
    "date": "24 October 2024",
    "url": "https://t4pua.org/2805",
    "content": "The evacuation of Pokrovsk and Mirnohrad residents has been going on for two months."
  },
  {
    "title": "Voices of Mariupol — a film by the Kharkiv Human Rights Protection Group",
    "date": "22 October 2024",
    "url": "https://t4pua.org/2801",
    "content": "The heroes of our film lived an ordinary happy life. Carefree schoolgirl Mariia Vdovichenko dreamed of dancing at the graduation, doctor Hanna Shevchyk cherished newborns, Yevhen Sosnovsky realized himself as a talented photo artist. Instead, on February 24, 2022, the Russians turned their beloved city into hell."
  },
  {
    "title": "Between despair and hope: 89 families from the Kyiv Region are waiting for their nearest and dearest from captivity",
    "date": "01 October 2024",
    "url": "https://t4pua.org/2789",
    "content": "Here is a conversation with the Initiative Group “Our Dearest” representatives."
  },
  {
    "title": "Destroyed Pokrovsk and Mirnohrad",
    "date": "17 September 2024",
    "url": "https://t4pua.org/2779",
    "content": "The Pokrovsk direction remains one of Donbas’s hottest spots of military operations."
  },
  {
    "title": "Cultural genocide is hard to prove, — says US professor",
    "date": "06 September 2024",
    "url": "https://t4pua.org/2677",
    "content": "John Hall spent nine weeks in Ukraine and came to some astonishing conclusions."
  },
  {
    "title": "As of 19.08.2024, we know the whereabouts of 2,510 Ukrainian prisoners",
    "date": "19 August 2024",
    "url": "https://t4pua.org/2578",
    "content": "The T4P website now has live statistics on the locations where Ukrainians are being held in Russia and the temporarily occupied territory."
  },
  {
    "title": "‘The Russians deliberately took Ukrainian children out in groups’",
    "date": "12 August 2024",
    "url": "https://t4pua.org/2573",
    "content": "How Russians complicate the search for Ukrainian children, bullying of Ukrainians in European schools, family reunification - Maryna Lypovetska talks about the difficulties and joys in the work of the “Magnolia Child Tracing Service”."
  },
  {
    "title": "Ukrainian children as a human resource for Russia’s future war",
    "date": "28 July 2024",
    "url": "https://t4pua.org/2556",
    "content": "Ukrainian teenagers in the Russia-occupied territories are already being served military draft notices for 2025. Moreover, children are being taken to the Russian army right out of “health camps.”"
  },
  {
    "title": "Volunteers of Ukraine",
    "date": "26 July 2024",
    "url": "https://t4pua.org/2552",
    "content": "If necessary, Ukrainian civil society is quick to respond."
  },
  {
    "title": "From the life of one church in Kharkiv",
    "date": "24 July 2024",
    "url": "https://t4pua.org/2548",
    "content": "In a city bombarded daily by the Russians, the emotions of churchgoers are bittersweet."
  },
  {
    "title": "‘We must condemn communismʼ,— Refat Chubarov",
    "date": "22 July 2024",
    "url": "https://t4pua.org/2543",
    "content": "Interview with the leader of the Crimean Tatars."
  },
  {
    "title": "‘I told the Russians at the checkpoints that I was going to Azovstal’",
    "date": "09 July 2024",
    "url": "https://t4pua.org/2525",
    "content": "The superstar volunteer from Mariupol says he fought his way into the besieged city several times while the Russian army continually bombed it."
  },
  {
    "title": "‘Graves of killed civilians in every yard’ — Yurii Liapkalo, Mariupol",
    "date": "30 June 2024",
    "url": "https://t4pua.org/2512",
    "content": "Yurii Liapkalo and his three-year-old son Hlib tried to survive almost two months under constant shelling without normal food, water, heat, or communication."
  },
  {
    "title": "Crimean students’ grades lowered for not writing ‘thank you letters’ to Russian soldiers",
    "date": "26 June 2024",
    "url": "https://t4pua.org/2504",
    "content": "Russia has been forcing children and their teachers to produce letters to the soldiers committing war crimes since soon after its full-scale invasion of Ukraine."
  },
  {
    "title": "‘The rocket killed my father. This will never be erased from my memory or heart’",
    "date": "16 June 2024",
    "url": "https://t4pua.org/2496",
    "content": "Ostapovska Nataliia and Iryna are residents of the Chervona Hirka village. Before their eyes, the rocket destroyed the house, animals, and the most dear person — father and husband."
  },
  {
    "title": "‘We will be in Ukraine until the end,’ a Canadian volunteer says in Kharkiv",
    "date": "02 June 2024",
    "url": "https://t4pua.org/2476",
    "content": "Paul Hughes’ organization carried out more than 300 missions in Ukraine. During one of them, a Canadian was interrogated for eight hours by the Russians."
  }
]